-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Feb 06, 2018 at 04:20 AM
-- Server version: 5.7.19
-- PHP Version: 7.1.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `wilbagedara_sc`
--

-- --------------------------------------------------------

--
-- Table structure for table `cemetry`
--

DROP TABLE IF EXISTS `cemetry`;
CREATE TABLE IF NOT EXISTS `cemetry` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `awaMemId` int(4) NOT NULL,
  `date` date NOT NULL,
  PRIMARY KEY (`id`),
  KEY `awa_mem_id` (`awaMemId`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `cemetry`
--

INSERT INTO `cemetry` (`id`, `awaMemId`, `date`) VALUES
(3, 14, '2017-05-31');

-- --------------------------------------------------------

--
-- Stand-in structure for view `committee`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `committee`;
CREATE TABLE IF NOT EXISTS `committee` (
`awaMemId` int(4)
,`year` year(4)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `committeearea`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `committeearea`;
CREATE TABLE IF NOT EXISTS `committeearea` (
`awaMemId` int(4)
,`year` year(4)
,`area` varchar(255)
);

-- --------------------------------------------------------

--
-- Table structure for table `deleted`
--

DROP TABLE IF EXISTS `deleted`;
CREATE TABLE IF NOT EXISTS `deleted` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `awaMemId` int(4) NOT NULL,
  `name` varchar(100) NOT NULL,
  `deletedDate` date NOT NULL,
  `reson` varchar(50) NOT NULL,
  `detail` varchar(250) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `awa_mem_id` (`awaMemId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `dependants`
--

DROP TABLE IF EXISTS `dependants`;
CREATE TABLE IF NOT EXISTS `dependants` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `awaMemId` int(4) NOT NULL,
  `name` varchar(100) NOT NULL,
  `relationship` varchar(11) NOT NULL,
  `birthday` date DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `awa_mem_id` (`awaMemId`)
) ENGINE=InnoDB AUTO_INCREMENT=3216 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `dependants`
--

INSERT INTO `dependants` (`id`, `awaMemId`, `name`, `relationship`, `birthday`) VALUES
(11, 15, 'PW යමුනා රසාදරී', 'දුව', '2017-12-06'),
(12, 41, 'IB මල්ලිකා', 'බිරිඳ', '2017-12-05'),
(13, 41, 'RM සදුන් උදාර රත්නායක', 'පුතා', '2017-12-05'),
(14, 41, 'RM ඉසුරු නුවන් රත්නායක', 'පුතා', '2017-12-05'),
(15, 41, 'RM දුලංග සුපුන් රත්නායක', 'පුතා', '2017-12-05'),
(16, 41, 'RM පංචශිකා සෙව්මිනි රත්නායක', 'දුව', '2017-12-05'),
(17, 43, 'RM බණ්ඩාර මැණිකේ', 'මව', '2017-12-05'),
(18, 43, 'RM දයා කුමාරි රත්නායක', 'සහෝදරිය', '2017-12-05'),
(19, 43, 'RM සරත් කුමාර', 'සහෝදරයා', '2017-12-05'),
(20, 59, 'SD සුජීවා දමයන්ති', 'බිරිඳ', '2017-12-05'),
(21, 59, 'PD ලක්ෂිකා හංසමාලි ජයසිංහ', 'දුව', '2017-12-05'),
(22, 59, 'PD ලක්ෂාන් ඉසුරු ජයසිංහ', 'පුතා', '2017-12-05'),
(23, 59, 'PD වත්සලා දෙව්මිනි ජයසිංහ', 'දුව', '2017-12-05'),
(24, 59, 'PDV කුසුමලතා', 'සහෝදරිය', '2017-12-05'),
(25, 63, 'RD මාලනී රාජපක්ෂ', 'බිරිඳ', '2017-12-05'),
(26, 63, 'PD මහේෂ් ප්‍රසන්න කුමාර', 'පුතා', '2017-12-05'),
(27, 63, 'PD චාමික දිලාන් කුමාර', 'පුතා', '2017-12-05'),
(28, 69, 'EM චමිලා කුමුදිනී ඒකනායක', 'බිරිඳ', '2017-12-05'),
(29, 69, 'RM මිතුන් දිල්ශාන් කුමාර රත්නායක', 'පුතා', '2017-12-05'),
(30, 69, 'RM හියුමි නෙත්සරණි රත්නායක', 'දුව', '2017-12-05'),
(31, 75, 'RM චන්ද්‍රිකා රත්නායක', 'බිරිඳ', '2017-12-05'),
(32, 75, 'RM දුමිත දිල්ශාන් රත්නායක', 'පුතා', '2017-12-05'),
(33, 75, 'RM බිදුෂි මිහිංසා රත්නායක', 'දුව', '2017-12-05'),
(34, 86, 'HM ජේන් නෝනා', 'මව', '2017-12-05'),
(35, 91, 'NS විජේවික්‍රම', 'බිරිඳ', '2017-12-05'),
(36, 91, 'RM ජයමාල් රත්නායක', 'පුතා', '2017-12-05'),
(37, 91, 'NS විජේවික්‍රම', 'බිරිඳ', '2017-12-05'),
(39, 108, 'RM කරුණාසේන', 'පියා', '2017-12-05'),
(40, 108, 'KMCHK කාංගර', 'බිරිඳ', '2017-12-05'),
(41, 108, 'RMDS කරුණාසේන', 'පුතා', '2017-12-05'),
(42, 109, 'KD සෝමාවතී', 'බිරිඳ', '2017-12-05'),
(43, 109, 'PD සුදර්මා ප්‍රියංගනී', 'දුව', '2017-12-05'),
(44, 116, 'AHM කුසුමාවතී', 'මව', '2017-12-05'),
(45, 116, 'GM පියුමි අයේෂා සදමාලි', 'බිරිඳ', '2017-12-05'),
(46, 116, 'RM විනීෂා සෙව්මි', 'දුව', '2017-12-05'),
(47, 116, 'RM තුෂාල් වෙනුජ', 'පුතා', '2017-12-05'),
(48, 116, 'RM ස්වර්ණා දමයන්ති', 'සහෝදරිය', '2017-12-05'),
(49, 139, 'MD ප්‍රේමදාස', 'පියා', '2017-12-05'),
(50, 139, 'RP ලසන්තා දමයන්ති', 'බිරිඳ', '2017-12-05'),
(51, 150, 'RHM රංමැණිකා', 'බිරිඳ', '2017-12-05'),
(52, 150, 'RM කසුන් දුලාජ් රත්නායක', 'පුතා', '2017-12-05'),
(53, 150, 'RM සඳුනි විනෝද්‍යා රත්නායක', 'දුව', '2017-12-05'),
(54, 161, 'HM ගුණරත්න බංඩා', 'සැමියා', '2017-12-05'),
(55, 161, 'HM ධනුෂ්ක බංඩාර', 'පුතා', '2017-12-05'),
(56, 181, 'SPM අසුන්තා නයනපාලි', 'බිරිඳ', '2017-12-05'),
(57, 181, 'RM නෙරංජන් සූරිය බංඩාර', 'පුතා', '2017-12-05'),
(58, 181, 'RM ගිහාන් දේශප්‍රිය බංඩාර', 'පුතා', '2017-12-05'),
(59, 182, 'JM සාගරිකා ජයසුන්දර', 'බිරිඳ', '2017-12-05'),
(60, 182, 'RM හසිණි රම්‍යා', 'දුව', '2017-12-05'),
(61, 199, 'RM ඉනෝකා දමයන්ති රත්නායක', 'බිරිඳ', '2017-12-05'),
(62, 199, 'RM බුද්ධිකා නිරෝෂණී ජයවර්ධන', 'දුව', '2017-12-05'),
(63, 199, 'RM රෙෂානි ප්‍රමුදිනී ජයවර්ධන', 'දුව', '2017-12-05'),
(64, 199, 'RM නවංජනා නෙත්මි ජයවර්ධන', 'දුව', '2017-12-05'),
(65, 199, 'RM ජමිත් ඉෂාන් ජයවර්ධන', 'පුතා', '2017-12-05'),
(66, 199, 'RM පියදාස', 'පියා', '2017-12-05'),
(67, 199, 'RM චන්ද්‍රලතා', 'මව', '2017-12-05'),
(71, 212, 'RA ජයලත් රාජපක්ෂ', 'සැමියා', '2017-12-05'),
(72, 220, 'PM නිල්මිණී දසනායක', 'බිරිඳ', '2017-12-05'),
(73, 220, 'RM රනූෂ නිලුමින්ද රත්නායක', 'පුතා', '2017-12-05'),
(74, 220, 'RM ඉමාෂ දිනුමින්ද රත්නායක', 'පුතා', '2017-12-05'),
(75, 230, 'RD දමයන්ති', 'බිරිඳ', '2017-12-05'),
(76, 230, 'PD දේශානි හංසිකා', 'දුව', '2017-12-05'),
(77, 230, 'PD තමෝදි තමාෂා', 'දුව', '2017-12-05'),
(89, 31, 'GP ප්‍රියානි', 'බිරිඳ', '2017-12-05'),
(90, 31, 'RM රංබණ්ඩා', 'පියා', '2017-12-05'),
(91, 31, 'RMV හිරුෂාන් රත්නායක', 'පුතා', '2017-12-05'),
(92, 31, 'RM සෙමල්ෂ දිල්ෂාන් රත්නායක', 'පුතා', '2017-12-05'),
(93, 35, 'HM චන්ද්‍ර ශීලවතී', 'බිරිඳ', '2017-12-05'),
(94, 35, 'RM හංසනී පියුමන්ති', 'දුව', '2017-12-05'),
(95, 36, 'RP සීතා මාලනී', 'බිරිඳ', '2017-12-05'),
(96, 36, 'KD ජොසපින් නෝනා', 'මව', '2017-12-05'),
(97, 36, 'PD චානක නුවන් ප්‍රියදර්ශන', 'පුතා', '2017-12-05'),
(98, 36, 'PD ඉසුරු මධුසංඛ ප්‍රියදර්ශන', 'පුතා', '2017-12-05'),
(99, 36, 'PD ඉමේෂ් රවිශ ප්‍රියදර්ශන', 'පුතා', '2017-12-05'),
(100, 37, 'HR නයනා දර්ශනී', 'බිරිඳ', '2017-12-05'),
(101, 37, 'RM කිරිබංඩා', 'පියා', '2017-12-05'),
(102, 37, 'RWBM විමලා විජේවර්ධන', 'මව', '2017-12-05'),
(103, 37, 'RM යමුනා චාන්දනී', 'සහෝදරිය', '2017-12-05'),
(104, 47, 'NG සුනිල් බණ්ඩාර හපුගම්මන', 'සැමියා', '2017-12-05'),
(105, 47, 'RM හේරත් බණ්ඩා', 'පියා', '2017-12-05'),
(106, 47, 'SM ලීලාවතී', 'මව', '2017-12-05'),
(107, 47, 'NG භාෂිත නුවන් බංඩාර හපුගම්මන', 'පුතා', '2017-12-05'),
(108, 47, 'NG සශිත නවීන් බංඩාර හපුගම්මන', 'පුතා', '2017-12-05'),
(109, 60, 'S රොෂාන් දිලිප් කුමාර', 'සැමියා', '2017-12-05'),
(110, 60, 'S රවීජා දිව්‍යා ධනංජනී', 'දුව', '2017-12-05'),
(111, 60, 'RM අමරසේන', 'පියා', '2017-12-05'),
(112, 60, 'LHM නන්දාවතී', 'මව', '2017-12-05'),
(113, 72, 'RM විමලාවතී මැණිකේ', 'බිරිඳ', '2017-12-05'),
(114, 72, 'RMTM රත්නායක', 'දුව', '2017-12-05'),
(115, 89, 'HM මැක් අම්මා', 'මව', '2017-12-05'),
(116, 89, 'HA ක්‍රිෂාණි මංගලී', 'බිරිඳ', '2017-12-05'),
(117, 89, 'RMAL රත්නායක', 'පුතා', '2017-12-05'),
(118, 89, 'RMN හිරුණි ෂංජලී රත්නායක', 'දුව', '2017-12-05'),
(119, 101, 'තෙල්දුවගේ නන්දා මංගලිකා', 'බිරිඳ', '2017-12-05'),
(120, 101, 'RM රවිඳු රිශාද් රත්නායක', 'පුතා', '2017-12-05'),
(121, 101, 'RM විජිනි නමාශා', 'දුව', '2017-12-05'),
(122, 102, 'PPA සාරන්ගා මදුවන්ති', 'බිරිඳ', '2017-12-05'),
(123, 102, 'RM කරුණාරත්න', 'පියා', '2017-12-05'),
(124, 102, 'NKB බණ්ඩිමැනිකා', 'මව', '2017-12-05'),
(132, 113, 'MM කල්‍යාණි මාරසිංහ', 'බිරිඳ', '2017-12-05'),
(133, 113, 'PD සේදිරිස්', 'පියා', '2017-12-05'),
(134, 113, 'RD ලීලාවතී', 'මව', '2017-12-05'),
(135, 113, 'PD ලෝෂිත චමල් පතිරාජ', 'පුතා', '2017-12-05'),
(136, 164, 'WM බංඩාර මැණිකේ', 'බිරිඳ', '2017-12-05'),
(137, 164, 'RM නිපුන් පියුමාල් රත්නායක', 'පුතා', '2017-12-05'),
(138, 164, 'RM විලියම්', 'පියා', '2017-12-05'),
(2628, 191, 'WMRSK වාසල', 'සැමියා', '2017-12-05'),
(2629, 169, 'HM ඩිංගිරි අම්මා', 'මව', '2017-12-05'),
(2630, 169, 'AM චන්ද්‍රලතා මැණිකේ', 'බිරිඳ', '2017-12-05'),
(2631, 169, 'RM ප්‍රියංගනී රණසිංහ මැණිකේ', 'සහෝදරිය', '2017-12-05'),
(2632, 169, 'RM අසංක බුද්ධික කුලරත්න', 'පුතා', '2017-12-05'),
(2633, 169, 'RM මාලක ප්‍රසාද් කුලරත්න', 'පුතා', '2017-12-05'),
(2634, 213, 'BM මල්ලිකා බාලසූරිය', 'මව', '2017-12-05'),
(2635, 213, 'RM ගිම්හානි මේඛලා රත්නායක', 'සහෝදරිය', '2017-12-05'),
(2636, 234, 'HA යමුනා කුමාරි හෙට්ටිආරච්චි', 'බිරිඳ', '2017-12-05'),
(2637, 234, 'RMN ශෙවිඳු ලෂ්මිත රත්නායක', 'පුතා', '2017-12-05'),
(2638, 234, 'RMN සහිරු රෂ්මිත රත්නායක', 'පුතා', '2017-12-05'),
(2639, 242, 'RM නීලම්මා රත්නායක', 'මව', '2017-12-05'),
(2640, 242, 'BM චමෝදි කෞෂල්‍යා බන්නැහැක', 'දුව', '2017-12-05'),
(2641, 242, 'BM ලිඳුලි නෙත්මිණි බන්නැහැක', 'දුව', '2017-12-05'),
(2642, 245, 'RM ෂසින් මධුෂාන් රත්නායක', 'පුතා', '2017-12-05'),
(2643, 252, 'IMPS විජේවර්ධන', 'බිරිඳ', '2017-12-05'),
(2644, 263, 'ER හර්ෂණී දිල්-රුක්ෂි එදිරිමාන්න', 'බිරිඳ', '2017-12-05'),
(2648, 14, 'WEM කුසුමාවතී', 'බිරිඳ', '2017-12-05'),
(2649, 14, 'JM මහේෂ් ජයවර්ධන', 'පුතා', '2017-12-05'),
(2650, 32, 'EM චන්ද්‍රලතා', 'බිරිඳ', '2017-12-05'),
(2651, 32, 'JM සිත්මි නෙළුම්සා වික්‍රමසිංහ', 'දුව', '2017-12-05'),
(2652, 32, 'PM කලනී ජයවර්ධන', 'සහෝදරිය', '2017-12-05'),
(2653, 38, 'LNS නිමාලි වඩුගේ', 'බිරිඳ', '2017-12-05'),
(2654, 38, 'EM වේලප්පු නයිදේ', 'පියා', '2017-12-05'),
(2655, 38, 'WSPM කරුණාවතී', 'මව', '2017-12-05'),
(2656, 38, 'EM ඉමල්ෂා හංසමාලි', 'දුව', '2017-12-05'),
(2657, 38, 'EM ඉමාෂ ලක්ෂාන්', 'පුතා', '2017-12-05'),
(2658, 46, 'HK නයනා', 'බිරිඳ', '2017-12-05'),
(2659, 46, 'RM ඉෂානි චාරුකා රත්නායක', 'දුව', '2017-12-05'),
(2660, 46, 'RM ඉමාෂා චාරුනී රත්නායක', 'දුව', '2017-12-05'),
(2661, 46, 'RM තුසිත් තෙවිමිණ රත්නායක', 'පුතා', '2017-12-05'),
(2662, 50, 'KHA විමලාවතී', 'මව', '2017-12-05'),
(2663, 50, 'AM සාගරිකා නිලන්ති අමරකෝන්', 'සහෝදරිය', '2017-12-05'),
(2664, 50, 'DM සුනීතා දිසානායක', 'බිරිඳ', '2017-12-05'),
(2665, 50, 'AM හිරුණි දුලක්ෂිකා අමරකෝන්', 'දුව', '2017-12-05'),
(2666, 50, 'AM යෝසර හන්සිදු අමරකෝන්', 'පුතා', '2017-12-05'),
(2667, 50, 'AM බිනුදිත ලෝචන අමරකෝන්', 'පුතා', '2017-12-05'),
(2668, 52, 'KHA දයාරත්න', 'සහෝදරයා', '2017-12-05'),
(2669, 52, 'RM තිලිණ ශ්‍රිමාල් රත්නායක', 'පුතා', '2017-12-05'),
(2670, 76, 'EM ඩිංගිරි අම්මා', 'මව', '2017-12-05'),
(2671, 81, 'TM පද්මා සුදර්ශිණී', 'සහෝදරිය', '2017-12-05'),
(2672, 114, 'P සුරංග වසන්ත කුමාර', 'සැමියා', '2017-12-05'),
(2673, 114, 'DM කිරිමුදියන්සේ', 'පියා', '2017-12-05'),
(2674, 114, 'RM පේමාවතී', 'මව', '2017-12-05'),
(2675, 117, 'AM ජයසේන', 'සැමියා', '2017-12-05'),
(2676, 117, 'AM මිලාන් මධුසංක සම්පත් අධිකාරි', 'පුතා', '2017-12-05'),
(2677, 134, 'KM සිරිසේන', 'සැමියා', '2017-12-05'),
(2678, 134, 'KM ගයානි උදේශිකා', 'දුව', '2017-12-05'),
(2679, 136, 'WM ගුණසිංහ විජේසූරිය', 'සහෝදරයා', '2017-12-05'),
(2680, 147, 'DK සුභද්‍රා පත්මිණී', 'බිරිඳ', '2017-12-05'),
(2681, 147, 'KHA සචිනිකා මධුවන්ති කුමාරසිංහ', 'දුව', '2017-12-05'),
(2682, 147, 'KHA උදාර ප්‍රසංග කුමාරසිංහ', 'පුතා', '2017-12-05'),
(2683, 147, 'KHA හසිනිකා චමෝදි කුමාරසිංහ', 'දුව', '2017-12-05'),
(2684, 147, 'KHA තිලකරත්න', 'සහෝදරයා', '2017-12-05'),
(2685, 155, 'KHA තිලකරත්න', 'සැමියා', '2017-12-05'),
(2686, 155, 'KHA තිලකරත්න', 'සහෝදරිය', '2017-12-05'),
(2687, 155, 'KM ශානිකා ඉදුනිල්', 'දුව', '2017-12-05'),
(2688, 155, 'KM රුවිනි මදුවන්ති', 'දුව', '2017-12-05'),
(2689, 155, 'KM මන්දිරා දුලාෂි', 'දුව', '2017-12-05'),
(2690, 159, 'RM සුමනාවතී', 'බිරිඳ', '2017-12-05'),
(2691, 159, 'RMN ඉංදික චතුරංග රත්නායක', 'පුතා', '2017-12-05'),
(2692, 159, 'RMN මහේෂිකා චතුරංගි රත්නායක', 'දුව', '2017-12-05'),
(2693, 162, 'EM ස්වර්ණලතා', 'බිරිඳ', '2017-12-05'),
(2694, 162, 'PM පියුමි මධුෂිකා ධර්මසේන', 'දුව', '2017-12-05'),
(2695, 162, 'PM ප්‍රවීන් මධුෂංක ධර්මසේන', 'පුතා', '2017-12-05'),
(2696, 173, 'MA ශ්‍රියා මල්කාන්ති මුණසිංහ', 'බිරිඳ', '2017-12-05'),
(2697, 173, 'RM හරිනි ප්‍රතිභා', 'දුව', '2017-12-05'),
(2698, 173, 'RM ජීවන මහේෂ්', 'පුතා', '2017-12-05'),
(2699, 173, 'RM ෂෙනාල් රවිහාර', 'පුතා', '2017-12-05'),
(2700, 183, 'JM කුසුමාවතී', 'බිරිඳ', '2017-12-05'),
(2701, 183, 'RM චතුරංග මහේෂ් රත්නායක', 'පුතා', '2017-12-05'),
(2702, 183, 'RM නවංජනා සංදීපනී රත්නායක', 'දුව', '2017-12-05'),
(2703, 187, 'BHM දිස්නා නේරංජනී', 'බිරිඳ', '2017-12-05'),
(2704, 187, 'NM දිල්ෂාන් පේමරත්න', 'පුතා', '2017-12-05'),
(2705, 187, 'NM ආශිංසනා පේමශාන්ති', 'දුව', '2017-12-05'),
(2706, 202, 'K මාලනි කෝට්ටගේ', 'බිරිඳ', '2017-12-05'),
(2707, 202, 'KHA අකිල දිල්ශාන්', 'පුතා', '2017-12-05'),
(2708, 202, 'KHA කෝෂිලා නයනමිණි', 'දුව', '2017-12-05'),
(2709, 202, 'KHA තරුෂිකා නෙත්මිණි', 'දුව', '2017-12-05'),
(2710, 203, 'OPA නිලානි ප්‍රියදර්ශිකා', 'බිරිඳ', '2017-12-05'),
(2711, 203, 'EM චතුරංගනී මධූෂා රත්නසේකර', 'දුව', '2017-12-05'),
(2712, 203, 'EM හර්ෂණ ප්‍රසාද් රත්නසේකර', 'පුතා', '2017-12-05'),
(2713, 203, 'EM හිමයා දේශානි රත්නසේකර', 'දුව', '2017-12-05'),
(2714, 237, 'RM දමයන්ති රත්නායක මැණිකේ', 'බිරිඳ', '2017-12-05'),
(2715, 237, 'JM ප්‍රබෝධ ජයවර්ධන', 'පුතා', '2017-12-05'),
(2716, 237, 'JM කල්පන ජයවර්ධන', 'පුතා', '2017-12-05'),
(2717, 253, 'RM හංසනී පියුමාලි රණසිංහ', 'බිරිඳ', '2017-12-05'),
(2718, 261, 'G ධනුෂ්කා සිවන්ති', 'බිරිඳ', '2017-12-05'),
(2719, 261, 'AM සංසලා ඉදුනිල් අධිකාරි', 'දුව', '2017-12-05'),
(2720, 261, 'AM දිල්සර ඉදුනිල් අධිකාරි', 'පුතා', '2017-12-05'),
(2721, 268, 'KG නිමල්සිරි', 'සැමියා', '2017-12-05'),
(2722, 268, 'KG ලසන්ත කුමාර', 'පුතා', '2017-12-05'),
(2723, 269, 'SC මධුරංග', 'සැමියා', '2017-12-05'),
(2724, 269, 'චතුනි මල්ෂා', 'දුව', '2017-12-05'),
(2725, 269, 'සදෙවි ගීතංජණ', 'පුතා', '2017-12-05'),
(2726, 8, 'RM තිලකරත්න', 'පියා', '2017-12-05'),
(2727, 8, 'RMB ටිකිරි මැණිකා', 'මව', '2017-12-05'),
(2728, 8, 'NKB චිත්‍රා නරාසිංහ', 'බිරිඳ', '2017-12-05'),
(2729, 8, 'RM චන්දිර හේෂාන් රත්නායක', 'පුතා', '2017-12-05'),
(2730, 8, 'RM නිපුනි රන්විකා රත්නායක', 'දුව', '2017-12-05'),
(2731, 19, 'RM ටිකිරි බණ්ඩා', 'පියා', '2017-12-05'),
(2732, 19, 'RM නන්දාවතී', 'මව', '2017-12-05'),
(2733, 19, 'RM සීලවතී කුමාරිහාමි', 'බිරිඳ', '2017-12-05'),
(2734, 19, 'RM අනුරාධ රත්නායක', 'පුතා', '2017-12-05'),
(2735, 19, 'RM සමුදිනි අනුරුද්ධිකා', 'දුව', '2017-12-05'),
(2736, 29, 'WJDM අනෝමා චාන්ද්නි', 'බිරිඳ', '2017-12-05'),
(2737, 29, 'RM දිනුෂිකා මධුවන්ති රත්නායක', 'දුව', '2017-12-05'),
(2738, 54, 'LHM නන්දාවතී', 'මව', '2017-12-05'),
(2739, 54, 'GM නිල්මිණි වසන්ති', 'බිරිඳ', '2017-12-05'),
(2740, 54, 'RM කුලිඳු සහන්', 'පුතා', '2017-12-05'),
(2741, 54, 'RM නිහිඳු ඉම්සර', 'පුතා', '2017-12-05'),
(2742, 64, 'RM අබේරත්න', 'පියා', '2017-12-05'),
(2743, 64, 'HM මුතුමැණිකේ', 'මව', '2017-12-05'),
(2744, 64, 'P රත්නායක මැණිකේ', 'බිරිඳ', '2017-12-05'),
(2745, 73, 'WV චන්ද්‍රා සෙනරත් වීරවර්ධන', 'සැමියා', '2017-12-05'),
(2746, 73, 'WV අනුෂ්ක සෙනරත් වීරවර්ධන', 'පුතා', '2017-12-05'),
(2747, 73, 'WV නන්ද්නී තිලකා වීරවර්ධන', 'සහෝදරිය', '2017-12-05'),
(2748, 104, 'HPM නවරත්න', 'සැමියා', '2017-12-05'),
(2749, 104, 'HPAG නවරත්න', 'පුතා', '2017-12-05'),
(2750, 104, 'HPNH නවරත්න', 'පුතා', '2017-12-05'),
(2751, 104, 'RM පුංචිබණ්ඩා', 'පියා', '2017-12-05'),
(2752, 104, 'RM නන්දාවතී කුමාරිහාමි', 'මව', '2017-12-05'),
(2753, 110, 'LHM පොඩිමැණිකේ', 'මව', '2017-12-05'),
(2754, 110, 'මධූෂා සුභාෂිණී විජේසිංහ', 'බිරිඳ', '2017-12-05'),
(2755, 110, 'ටෙෂිණි තවිංසා ලංසකාර', 'දුව', '2017-12-05'),
(2756, 122, 'RM පේමරත්න', 'පියා', '2017-12-05'),
(2757, 122, 'AM මැක් අම්මා', 'මව', '2017-12-05'),
(2758, 122, 'LHM නිමාලි චන්ද්‍රිකා හේරත්', 'බිරිඳ', '2017-12-05'),
(2759, 122, 'RM සෙනේෂා නෙත්මිණි රත්නායක', 'දුව', '2017-12-05'),
(2760, 122, 'RM ජනිදු සදසන් රත්නායක', 'පුතා', '2017-12-05'),
(2763, 125, 'RM රත්නායක', 'පියා', '2017-12-05'),
(2764, 125, 'RM පොඩිමැණිකා', 'මව', '2017-12-05'),
(2765, 125, 'IM දර්ශනී ඉලංගතිලක', 'බිරිඳ', '2017-12-05'),
(2766, 132, 'RM කිරිබණ්ඩා', 'පියා', '2017-12-05'),
(2767, 132, 'RM නන්දාවතී', 'මව', '2017-12-05'),
(2768, 132, 'RM ඉනෝකා රත්නායක', 'සහෝදරිය', '2017-12-05'),
(2769, 132, 'RDM ප්‍රියංගා පද්මකුමාරි', 'බිරිඳ', '2017-12-05'),
(2770, 132, 'RM ගයේෂ් විදර්ශ රත්නායක', 'පුතා', '2017-12-05'),
(2771, 132, 'RM නලින දම්සර රත්නායක', 'පුතා', '2017-12-05'),
(2772, 185, 'AM කරුණාරත්න රණවීර', 'සැමියා', '2017-12-05'),
(2773, 185, 'AM වාසනා පියුමාලි', 'දුව', '2017-12-05'),
(2774, 236, 'K ජයනි ක්‍රිෂාන්ති', 'බිරිඳ', '2017-12-05'),
(2775, 236, 'TM කුමාරිහාමි', 'මව', '2017-12-05'),
(2776, 236, 'TM සදුනි උමායා', 'දුව', '2017-12-05'),
(2777, 238, 'KR සුනේත්‍රා බණ්ඩාර', 'බිරිඳ', '2017-12-05'),
(2778, 238, 'KA තරුෂි නෙත්මිණි', 'දුව', '2017-12-05'),
(2779, 238, 'KA දිනෙත් බිම්සර', 'පුතා', '2017-12-05'),
(2780, 238, 'KA දිනෙති උමායා', 'දුව', '2017-12-05'),
(2781, 255, 'RM බණ්ඩාර මැණිකේ', 'මව', '2017-12-05'),
(2782, 255, 'RM රංග රත්නායක', 'සැමියා', '2017-12-05'),
(2783, 255, 'RM දිනුල රත්නායක', 'පුතා', '2017-12-05'),
(2784, 262, 'MG ගයාන් ප්‍රදීප් කුමාරසිරි', 'සැමියා', '2017-12-05'),
(2785, 262, 'RM සුනිලා ජයලත් මැණිකේ', 'වෙනත්', '2017-12-05'),
(2786, 5, 'GM ශීලවතී', 'දුව', '2017-12-05'),
(2787, 5, 'GM පුංචි එතනා', 'බිරිඳ', '2017-12-05'),
(2788, 5, 'GM සෝමාවතී', 'දුව', '2017-12-05'),
(2789, 5, 'GM සන්ධ්‍යා ප්‍රියදර්ශිනී', 'දුව', '2017-12-05'),
(2790, 11, 'RM බණ්ඩාරමැණිකා', 'බිරිඳ', '2017-12-05'),
(2791, 11, 'RM නලින්ද සම්පත් රත්නායක', 'පුතා', '2017-12-05'),
(2792, 11, 'RM සුරේන් මධුසංඛ රත්නායක', 'පුතා', '2017-12-05'),
(2793, 11, 'RM මධුෂිකා රත්නායක', 'දුව', '2017-12-05'),
(2794, 13, 'HP සීතා දමයන්ති', 'බිරිඳ', '2017-12-05'),
(2795, 13, 'EM මහිල්ස දිලංජන කරුණාතිලක', 'පුතා', '2017-12-05'),
(2796, 13, 'RA මිලීනෝනා', 'මව', '2017-12-05'),
(2797, 20, 'LDM කුමාරිහාමි', 'බිරිඳ', '2017-12-05'),
(2798, 20, 'BM සිතුම් කාවින්ද', 'පුතා', '2017-12-05'),
(2799, 20, 'BM චාමික ලක්ෂාන්', 'පුතා', '2017-12-05'),
(2800, 20, 'BM සුමනාවතී', 'සහෝදරිය', '2017-12-05'),
(2801, 26, 'W සංජීව ප්‍රියදර්ශන', 'සැමියා', '2017-12-05'),
(2802, 26, 'W කවිශ්කා දෙව්මිණි පියුමල්ෂා', 'දුව', '2017-12-05'),
(2803, 27, 'RM කල්‍යාණවතී කුමාරිහාමි', 'බිරිඳ', '2017-12-05'),
(2804, 27, 'RMP මධුමාලි රත්නායක', 'දුව', '2017-12-05'),
(2805, 27, 'WM පේමාවතී කුමාරිහාමි', 'මව', '2017-12-05'),
(2806, 48, 'JM චන්ද්‍රවතී', 'මව', '2017-12-05'),
(2807, 48, 'RM ප්‍රේමතිලක', 'පියා', '2017-12-05'),
(2808, 48, 'WM මේනකා සුදර්ශණී', 'බිරිඳ', '2017-12-05'),
(2809, 48, 'RM ඉඳුනි අමාෂා රත්නායක', 'දුව', '2017-12-05'),
(2810, 49, 'BM ගුණතිලක', 'සහෝදරයා', '2017-12-05'),
(2811, 61, 'KHA අමරාවතී', 'බිරිඳ', '2017-12-05'),
(2812, 61, 'RM දිලන්ක ලක්ෂිත', 'පුතා', '2017-12-05'),
(2813, 61, 'RM දිලංජලී ලසන්තිකා', 'දුව', '2017-12-05'),
(2814, 66, 'DM දීපා දසනායක', 'බිරිඳ', '2017-12-05'),
(2815, 66, 'RMN හිමාෂි එරංගා', 'දුව', '2017-12-05'),
(2816, 66, 'RMN යොහානි සාරංගා', 'දුව', '2017-12-05'),
(2817, 66, 'RMN සදීශ රසාංග', 'පුතා', '2017-12-05'),
(2818, 66, 'TM ඩිංගිරි අම්මා', 'මව', '2017-12-05'),
(2819, 88, 'P චලනි ශාමා ද සිල්වා', 'බිරිඳ', '2017-12-05'),
(2820, 88, 'RM රත්නායක', 'පියා', '2017-12-05'),
(2821, 88, 'RM යසන්ත අනුහස් රත්නායක', 'පුතා', '2017-12-05'),
(2822, 88, 'RM කුසුමා රත්නායක', 'සහෝදරිය', '2017-12-05'),
(2823, 115, 'WJDM අබේරත්න', 'සැමියා', '2017-12-05'),
(2824, 115, 'WJDM දීපා පත්මිණි රත්නායක', 'මව', '2017-12-05'),
(2825, 120, 'BM බංඩාර මැනිකා', 'බිරිඳ', '2017-12-05'),
(2826, 120, 'RM නිශාන්ත රත්නායක', 'පුතා', '2017-12-05'),
(2827, 123, 'KHA කරුණාවතී', 'බිරිඳ', '2017-12-05'),
(2829, 124, 'RM දයාවතී මැණිකේ', 'මව', '2017-12-05'),
(2830, 129, 'RM මුතුබංඩා', 'පියා', '2017-12-05'),
(2831, 129, 'AP කරුණාවතී', 'මව', '2017-12-05'),
(2832, 129, 'AB කුමුදු කුමාරි රත්නායක', 'බිරිඳ', '2017-12-05'),
(2833, 129, 'RM බිනුලි මන්සදී රත්නායක', 'දුව', '2017-12-05'),
(2834, 130, 'DR මාලනි විජේවර්ධන', 'බිරිඳ', '2017-12-05'),
(2835, 135, 'DM රංජනී මල්ලිකා', 'බිරිඳ', '2017-12-05'),
(2836, 135, 'RM නෙලුම් දිල්කා රත්නායක', 'දුව', '2017-12-05'),
(2837, 144, 'TM ස්වර්ණමාලි තෙන්නකෝන්', 'දුව', '2017-12-05'),
(2838, 144, 'RM චන්ද්‍රවති', 'බිරිඳ', '2017-12-05'),
(2839, 144, 'TM මුනිදාස', 'පියා', '2017-12-05'),
(2840, 144, 'TM සාගර තෙන්නකෝන්', 'පුතා', '2017-12-05'),
(2841, 144, 'TM විල්බට් අප්පුහාමි', 'වෙනත්', '2017-12-05'),
(2842, 145, 'RM කරුණාරත්න', 'පියා', '2017-12-05'),
(2843, 145, 'SK චන්ද්‍රිකා', 'බිරිඳ', '2017-12-05'),
(2844, 145, 'RM සෙනිත් හෂරැල් රත්නායක', 'පුතා', '2017-12-05'),
(2845, 154, 'DM සුදුහාමිනේ', 'බිරිඳ', '2017-12-05'),
(2846, 154, 'RM ධනුෂ්ක සම්පත්', 'පුතා', '2017-12-05'),
(2847, 154, 'RM ඉසුරු සම්පත්', 'පුතා', '2017-12-05'),
(2848, 154, 'RM රුවන් සම්පත්', 'පුතා', '2017-12-05'),
(2849, 163, 'BM රාජකරුණා කුමාරිහාමි', 'බිරිඳ', '2017-12-05'),
(2850, 163, 'RM දිස්නා කුමාරි', 'දුව', '2017-12-05'),
(2851, 163, 'RM තිලක්ෂණී නවෝද්‍යා', 'දුව', '2017-12-05'),
(2852, 184, 'DHM සුනීතා දමයන්ති කුමාරිහාමි', 'බිරිඳ', '2017-12-05'),
(2853, 184, 'RM මධුවන්ත රන්ධීර රත්නායක', 'පුතා', '2017-12-05'),
(2854, 184, 'RM ජනිද නිසංසලා රත්නායක', 'දුව', '2017-12-05'),
(2855, 193, 'JM පුෂ්පා රංජනී', 'බිරිඳ', '2017-12-05'),
(2856, 193, 'RM දිනේෂ් මධුසංක රත්නායක', 'පුතා', '2017-12-05'),
(2857, 193, 'RM දිල්මි සඳමිනි රත්නායක', 'දුව', '2017-12-05'),
(2858, 195, 'KG නන්දාවතී', 'බිරිඳ', '2017-12-05'),
(2859, 195, 'RM චමිනී චතුරිකා රත්නායක', 'දුව', '2017-12-05'),
(2860, 216, 'RMN භද්‍රානි මැණිකේ රත්නායක', 'බිරිඳ', '2017-12-05'),
(2861, 216, 'RM හසිත චාරුක', 'පුතා', '2017-12-05'),
(2862, 216, 'RM ලසිත රවිමාල්', 'පුතා', '2017-12-05'),
(2863, 216, 'RM ඩිංගිරි අම්මා', 'සහෝදරිය', '2017-12-05'),
(2864, 229, 'BM පසිඳු මිහිසර', 'පුතා', '2017-12-05'),
(2865, 233, 'LPD චින්තා කුමුදුනී විමලරත්න', 'බිරිඳ', '2017-12-05'),
(2866, 233, 'HPD පංජලි ආශිංසනී ඒකනායක', 'දුව', '2017-12-05'),
(2867, 235, 'WJ අනූෂා මල්කාන්ති', 'බිරිඳ', '2017-12-05'),
(2868, 235, 'RM රෝෂිණී තේජනා', 'දුව', '2017-12-05'),
(2869, 235, 'RM දුල්‍යා තිසෙන්දි', 'දුව', '2017-12-05'),
(2870, 235, 'NKB කිරිමැණිකා', 'මව', '2017-12-05'),
(2871, 244, 'TM රේණුකා කුමාරි තෙන්නකෝන්', 'බිරිඳ', '2017-12-05'),
(2872, 244, 'RAM සෙනුක යුනාල් රාජපක්ෂ', 'පුතා', '2017-12-05'),
(2873, 244, 'RAM සෙනුල් සස්විදු රාජපක්ෂ', 'පුතා', '2017-12-05'),
(2874, 246, 'GA අනුලාවතී', 'බිරිඳ', '2017-12-05'),
(2875, 246, 'BM සදීප නුවන් විමලතිස්ස', 'පුතා', '2017-12-05'),
(2876, 246, 'BM රශිකා ප්‍රදීප් දිල්ශානි විමලතිස්ස', 'දුව', '2017-12-05'),
(2877, 2, 'RM කමලාවතී', 'සහෝදරිය', '2017-12-05'),
(2878, 2, 'AM චතුරිකා දිල්-රුක්ෂි', 'බිරිඳ', '2017-12-05'),
(2879, 2, 'RMN රජිත රෂ්මික රත්නායක', 'පුතා', '2017-12-05'),
(2880, 2, 'RMN තනුජ නිලුපුල් රත්නායක', 'පුතා', '2017-12-05'),
(2881, 3, 'BM අනිල් සෙනරත් බංඩාර', 'පුතා', '2017-12-05'),
(2882, 4, 'RM සෝමාවතී', 'සහෝදරිය', '2017-12-05'),
(2883, 4, 'BMM සෝමාවතී', 'බිරිඳ', '2017-12-05'),
(2884, 4, 'RMUA රත්නායක', 'පුතා', '2017-12-05'),
(2885, 4, 'RMDH රත්නායක', 'පුතා', '2017-12-05'),
(2886, 7, 'JM චන්ද්‍රාවතී', 'බිරිඳ', '2017-12-05'),
(2887, 7, 'RM ප්‍රසංගිකා මධුවන්ති රත්නායක', 'දුව', '2017-12-05'),
(2888, 39, 'EM කමලාවතී ඒකනායක', 'බිරිඳ', '2017-12-05'),
(2889, 39, 'RM පියදාස', 'පියා', '2017-12-05'),
(2890, 39, 'RM බිසෝ මැණිකා', 'සහෝදරිය', '2017-12-05'),
(2891, 39, 'RM මහේෂා දිල්හානි බංඩාර', 'දුව', '2017-12-05'),
(2892, 44, 'WA කුසුමාවතී', 'බිරිඳ', '2017-12-05'),
(2893, 44, 'RD සුපුන් පද්මලාල් ප්‍රේමතිලක', 'පුතා', '2017-12-05'),
(2894, 44, 'RD සදුන් නිර්මාල් ප්‍රේමතිලක', 'පුතා', '2017-12-05'),
(2895, 44, 'KG ඥාණවතී', 'මව', '2017-12-05'),
(2896, 51, 'AM නිර්මලා රංජනී අමරකෝන්', 'බිරිඳ', '2017-12-05'),
(2897, 51, 'RM හෂාන් ශ්‍රිනාත් රත්නායක', 'පුතා', '2017-12-05'),
(2898, 56, 'RM ආරියවතී', 'බිරිඳ', '2017-12-05'),
(2899, 56, 'RM තිසාරිකා රත්නායක', 'දුව', '2017-12-05'),
(2900, 65, 'DM සංධ්‍යා දසනායක', 'බිරිඳ', '2017-12-05'),
(2901, 65, 'RM රොහාන් ප්‍රසන්න ගුණතිලක', 'පුතා', '2017-12-05'),
(2902, 87, 'RM කලුබංඩා', 'පියා', '2017-12-05'),
(2903, 87, 'WM උක්කු අම්මා', 'මව', '2017-12-05'),
(2904, 87, 'MH ගාමිණී දයානන්ද', 'සැමියා', '2017-12-05'),
(2905, 87, 'RMN ධම්මිකා කුමාරි', 'සහෝදරිය', '2017-12-05'),
(2906, 87, 'MH චතුනි ශවේරා', 'දුව', '2017-12-05'),
(2907, 87, 'MH කවිදු ශනිල්ක', 'පුතා', '2017-12-05'),
(2908, 90, 'RAM විමලාවතී', 'මව', '2017-12-05'),
(2909, 90, 'BMA බාලසූරිය', 'බිරිඳ', '2017-12-05'),
(2910, 90, 'RMT යසිත් රාජපක්ෂ', 'පුතා', '2017-12-05'),
(2911, 90, 'RMN කෞෂල්‍ය රාජපක්ෂ', 'පුතා', '2017-12-05'),
(2912, 107, 'KM ප්‍රියංකා දේශප්‍රිය', 'බිරිඳ', '2017-12-05'),
(2913, 107, 'PD විල්සන්', 'පියා', '2017-12-05'),
(2914, 107, 'R කරුණාවතී', 'මව', '2017-12-05'),
(2915, 112, 'PW පබිලිස්', 'පියා', '2017-12-05'),
(2916, 112, 'RD ජයසීලි', 'මව', '2017-12-05'),
(2917, 112, 'SP සංගීතා ගයානි', 'බිරිඳ', '2017-12-05'),
(2918, 112, 'PW කවීෂ ශ්‍රි ඒශාන්', 'පුතා', '2017-12-05'),
(2919, 112, 'PW ෂෙහාරා නිදුෂි', 'දුව', '2017-12-05'),
(2920, 119, 'WM සෝමා විජේලත්', 'බිරිඳ', '2017-12-05'),
(2921, 119, 'RM සුසන්ත කුමාර රත්නායක', 'පුතා', '2017-12-05'),
(2922, 119, 'RM සුරංජි රත්නායක', 'දුව', '2017-12-05'),
(2923, 119, 'RM බංඩාර මැණිකා', 'මව', '2017-12-05'),
(2924, 121, 'SHA රංබණ්ඩා විජේරත්න', 'පියා', '2017-12-05'),
(2925, 121, 'RMN මුතුමැණිකා', 'මව', '2017-12-05'),
(2926, 121, 'BM චමිලා කුමාරි දිසානායක', 'බිරිඳ', '2017-12-05'),
(2927, 126, 'BM නාලක කුමාර සෙනෙවිරත්න', 'පුතා', '2017-12-05'),
(2928, 126, 'BM තිලින දේශාන් සෙනෙවිරත්න', 'පුතා', '2017-12-05'),
(2929, 148, 'RM සීලවතී', 'මව', '2017-12-05'),
(2930, 148, 'RM අබේසේන', 'පියා', '2017-12-05'),
(2931, 148, 'DG ඉරෝෂණී කෞෂ්ල්යා කුමාරි', 'බිරිඳ', '2017-12-05'),
(2932, 148, 'RMM නුසල්යා සිත්ලිනි රත්නායක', 'දුව', '2017-12-05'),
(2933, 148, 'RMM සිතෙවි රත්නායක', 'පුතා', '2017-12-05'),
(2934, 149, 'RM ප්‍රසාදි නවන්තිකා', 'දුව', '2017-12-05'),
(2935, 149, 'RM විනුරි සඳලිකා', 'දුව', '2017-12-05'),
(2936, 151, 'HM නන්දාවතී', 'බිරිඳ', '2017-12-05'),
(2937, 151, 'RM සුජීව ප්‍රියංග රත්නායක', 'පුතා', '2017-12-05'),
(2938, 151, 'RM නදුනි ප්‍රියංකා රත්නායක', 'දුව', '2017-12-05'),
(2939, 157, 'TM කරුණාරත්න', 'සැමියා', '2017-12-05'),
(2940, 157, 'TM නුවන් සුනන්දසිරි කරුණාරත්න', 'පුතා', '2017-12-05'),
(2941, 166, 'RM නයෝමි අයේෂිකා රත්නායක', 'දුව', '2017-12-05'),
(2942, 166, 'RM ගවීනා ඉඳුරංගි රත්නායක', 'දුව', '2017-12-05'),
(2943, 168, 'RM යසවතී', 'බිරිඳ', '2017-12-05'),
(2944, 168, 'RM ප්‍රභාත් චාමින්ද රත්නායක', 'පුතා', '2017-12-05'),
(2945, 172, 'AM චන්ද්‍රිකා අතපත්තු', 'බිරිඳ', '2017-12-05'),
(2946, 172, 'RM උවින් චින්තන බංඩාර', 'පුතා', '2017-12-05'),
(2947, 172, 'RM පවන් චින්තන බංඩාර', 'පුතා', '2017-12-05'),
(2948, 174, 'GS කුසුමලතා', 'බිරිඳ', '2017-12-05'),
(2949, 174, 'RD පැතුම් දිල්ශාන්', 'පුතා', '2017-12-05'),
(2950, 175, 'SK සුනිල් ශාන්ත ද සිල්වා', 'සැමියා', '2017-12-05'),
(2951, 175, 'SK සුලෝචන මධුශානි ද සිල්වා', 'දුව', '2017-12-05'),
(2952, 194, 'RP චමිලා පුෂ්ප කුමාරි', 'බිරිඳ', '2017-12-05'),
(2953, 194, 'PW රන්කිරා', 'පියා', '2017-12-05'),
(2954, 194, 'RD ඇලිස් නෝනා', 'මව', '2017-12-05'),
(2955, 194, 'RD චමෝද් කෞෂාන්', 'පුතා', '2017-12-05'),
(2956, 194, 'RD ප්‍රාර්ථනා කාවින්දි', 'දුව', '2017-12-05'),
(2957, 200, 'RA සුරාජ් හර්ෂ ජයරත්න', 'පුතා', '2017-12-05'),
(2958, 200, 'RA වෙරෝනිකා මදුපානි ජයරත්න', 'දුව', '2017-12-05'),
(2959, 200, 'USK රණසිංහ', 'මව', '2017-12-05'),
(2960, 215, 'RM ඉනෝකා දිලානි රාජපක්ෂ', 'බිරිඳ', '2017-12-05'),
(2961, 215, 'RM උදයංග පියුමාල් රත්නායක', 'පුතා', '2017-12-05'),
(2962, 215, 'RM උවිදු ගයන්ත රත්නායක', 'පුතා', '2017-12-05'),
(2963, 215, 'GK ඇලිස්නෝනා', 'මව', '2017-12-05'),
(2964, 218, 'RM බංඩාර මැණිකේ', 'බිරිඳ', '2017-12-05'),
(2965, 218, 'RMNLS රත්නායක', 'දුව', '2017-12-05'),
(2966, 224, 'KM අනුෂ්කා හසන්ති', 'බිරිඳ', '2017-12-05'),
(2967, 224, 'PM ප්‍රනීත් රෝෂිත', 'පුතා', '2017-12-05'),
(2968, 224, 'PM හංසිකා සදුලි', 'දුව', '2017-12-05'),
(2969, 224, 'PM තිලාන් රෝෂණ', 'පුතා', '2017-12-05'),
(2970, 227, 'BM චන්ද්‍රා බන්නැහැක', 'බිරිඳ', '2017-12-05'),
(2971, 227, 'SHA හෂිණි එරන්දිකා විජේරත්න', 'දුව', '2017-12-05'),
(2972, 223, 'GM ශ්‍රියානි', 'බිරිඳ', '2017-12-05'),
(2973, 223, 'RM හර්ෂණ චාමල් රත්නායක', 'පුතා', '2017-12-05'),
(2974, 223, 'RM ශශික උමේෂ් රත්නායක', 'පුතා', '2017-12-05'),
(2975, 232, 'M පොඩිනිලමේ මොහොට්ටාල', 'සැමියා', '2017-12-05'),
(2976, 248, 'MMDA හේරත්', 'මව', '2017-12-05'),
(2977, 248, 'යමුනා රෝෂණී ලියනගේ', 'බිරිඳ', '2017-12-05'),
(2978, 248, 'RMN සෙනුදි දිස්මා බණ්ඩාර', 'දුව', '2017-12-05'),
(2979, 254, 'WW රුවන් සම්පත්', 'සැමියා', '2017-12-05'),
(2980, 254, 'WW ගිම්හානි සත්සාර', 'දුව', '2017-12-05'),
(2981, 254, 'DM සෝමලතා කුමාරිහාමි', 'මව', '2017-12-05'),
(2982, 265, 'MM ධම්මිකා කුමාරි', 'බිරිඳ', '2017-12-05'),
(2983, 265, 'SHA දිනේෂා හංසමාලි', 'දුව', '2017-12-05'),
(2984, 265, 'SHA කසුන් ලක්ෂාන්', 'පුතා', '2017-12-05'),
(2985, 266, 'GR අනූෂා මධුෂානි ගම්ලත්', 'බිරිඳ', '2017-12-05'),
(2986, 270, 'SA දිනිති චාමිනි සමරසිංහ', 'බිරිඳ', '2017-12-05'),
(2987, 17, 'HM නිලූකා සංජීවනීහේරත්', 'බිරිඳ', '2017-12-05'),
(2988, 17, 'RM ලක්ෂිකා නිම්සරණි', 'දුව', '2017-12-05'),
(2989, 17, 'RM නිර්මාණි ලහිරුකා', 'දුව', '2017-12-05'),
(2990, 18, 'JM බුද්ධික චතුරංග විජේබංඩාර', 'පුතා', '2017-12-05'),
(2991, 40, 'සුදුදේවගේ මයුරාවතී', 'බිරිඳ', '2017-12-05'),
(2992, 42, 'JH ඉන්ද්‍රාණි චන්ද්‍රලතා', 'බිරිඳ', '2017-12-05'),
(2993, 42, 'RM ආසිරි මදුසංඛ දිසානායක', 'පුතා', '2017-12-05'),
(2994, 42, 'RM රුසිරු හංසක දිසානායක', 'පුතා', '2017-12-05'),
(2995, 55, 'BM කිරිමැණිකා', 'මව', '2017-12-05'),
(2996, 55, 'AHC සුනෙත්', 'සැමියා', '2017-12-05'),
(2997, 58, 'BM ඩිංගිරි මැණිකා', 'මව', '2017-12-05'),
(2998, 58, 'RMLU රත්නායක', 'බිරිඳ', '2017-12-05'),
(2999, 58, 'RMDS රත්නායක', 'දුව', '2017-12-05'),
(3000, 78, 'JPD කලූ ජයලත්', 'මව', '2017-12-05'),
(3001, 78, 'DPSP විජේසුන්දර', 'බිරිඳ', '2017-12-05'),
(3002, 78, 'MPDST ජයසුන්දර', 'දුව', '2017-12-05'),
(3003, 96, 'W ප්‍රියන්තා ජානකී', 'බිරිඳ', '2017-12-05'),
(3004, 96, 'RP කළණි හසාරා රාජපක්ෂ', 'දුව', '2017-12-05'),
(3005, 96, 'RP ජනිත් දිල්ශාන් රාජපක්ෂ', 'පුතා', '2017-12-05'),
(3006, 118, 'RM නන්දාවති කුමාරිහාමි', 'මව', '2017-12-05'),
(3007, 118, 'BM චන්ද්‍රසේකර', 'පියා', '2017-12-05'),
(3008, 118, 'L නයනා කාන්ති ලියනගේ', 'බිරිඳ', '2017-12-05'),
(3009, 118, 'BM ඉරේෂා ප්‍රියදර්ශනී බන්නැහැක', 'සහෝදරිය', '2017-12-05'),
(3010, 165, 'SM ප්‍රියන්තා රත්නායක', 'බිරිඳ', '2017-12-05'),
(3011, 165, 'JM දිලාන් ලක්ෂිත බංඩාර', 'පුතා', '2017-12-05'),
(3012, 165, 'JM ෂෙහාන් ලක්ෂිත', 'පුතා', '2017-12-05'),
(3013, 167, 'KM ජයසුන්දර', 'සැමියා', '2017-12-05'),
(3014, 167, 'RAM සෝමාවතී', 'මව', '2017-12-05'),
(3015, 167, 'KMDSL ජයසුන්දර', 'පුතා', '2017-12-05'),
(3016, 167, 'KMNW ජයසුන්දර', 'දුව', '2017-12-05'),
(3017, 176, 'GG සිරියාවතී', 'බිරිඳ', '2017-12-05'),
(3018, 178, 'WM නන්දාවතී', 'බිරිඳ', '2017-12-05'),
(3019, 178, 'PM සුනිල් ශාන්ත', 'පුතා', '2017-12-05'),
(3020, 196, 'JM නන්දාවති කුමාරිහාමි', 'මව', '2017-12-05'),
(3021, 196, 'KM ධර්මසේන', 'පියා', '2017-12-05'),
(3022, 196, 'KM හසිතා ප්‍රීතිමාලි', 'සහෝදරිය', '2017-12-05'),
(3023, 196, 'RMMS අනුපමා ධර්මසේන', 'බිරිඳ', '2017-12-05'),
(3024, 196, 'KM යෙසිත උෂාන් කරුණානයක', 'පුතා', '2017-12-05'),
(3025, 197, 'JH අශෝකා', 'බිරිඳ', '2017-12-05'),
(3026, 206, 'RM හිමාලි ප්‍රියංගිකා රත්නායක', 'බිරිඳ', '2017-12-05'),
(3027, 206, 'PD නිමාධි සංදීපනී', 'දුව', '2017-12-05'),
(3028, 206, 'PD නිෂාර සම්පත්', 'පුතා', '2017-12-05'),
(3029, 207, 'RM මුතුබණ්ඩා රත්නායක', 'පියා', '2017-12-05'),
(3030, 207, 'RM ජගත් චන්දන රත්නායක', 'සැමියා', '2017-12-05'),
(3031, 207, 'RM හංසක නයනමාල් රත්නායක', 'පුතා', '2017-12-05'),
(3032, 207, 'RM හංසිනී නයනමා රත්නායක', 'දුව', '2017-12-05'),
(3033, 208, 'AM නිර්මලා සුභාශිනි', 'බිරිඳ', '2017-12-05'),
(3034, 208, 'RM රංමැණිකා', 'මව', '2017-12-05'),
(3035, 219, 'WMM අජිත් ඉන්දික විජේකෝන්', 'සැමියා', '2017-12-05'),
(3036, 219, 'WMM ඉසුරි මානික්‍යා විජේකෝන්', 'දුව', '2017-12-05'),
(3037, 219, 'WMM රශ්මි ආකර්ෂා විජේකෝන්', 'දුව', '2017-12-05'),
(3038, 221, 'JPD වසන්තා මාලනී', 'බිරිඳ', '2017-12-05'),
(3039, 221, 'MPD ජානකි සුභාෂිනි', 'දුව', '2017-12-05'),
(3040, 239, 'RD ඉමාල්පමා ලලනිකා', 'බිරිඳ', '2017-12-05'),
(3041, 239, 'PW ඩිංගිරි', 'මව', '2017-12-05'),
(3042, 239, 'SD ගිම්හාන රුක්ෂාන්', 'පුතා', '2017-12-05'),
(3043, 239, 'SD ලසිත රක්මාල්', 'පුතා', '2017-12-05'),
(3044, 243, 'PD මාලනි විජේතිලක', 'බිරිඳ', '2017-12-05'),
(3045, 256, 'AP නන්දන තිලක් ධර්මකීර්ති', 'සැමියා', '2017-12-05'),
(3046, 256, 'AP මිනිඳු නෙත්මික', 'පුතා', '2017-12-05'),
(3047, 256, 'HP සෝමාවතී', 'මව', '2017-12-05'),
(3048, 257, 'ATK ප්‍රනාන්දු පීඤ්ඤ', 'සැමියා', '2017-12-05'),
(3049, 257, 'FP අහිංසා මධුෂානි', 'දුව', '2017-12-05'),
(3050, 258, 'S නිරෝෂා සදමාලි සිල්වා', 'දුව', '2017-12-05'),
(3051, 258, 'S උපේක්ෂා දර්ශනි සිල්වා', 'දුව', '2017-12-05'),
(3052, 258, 'S තරිඳු ලක්මාල්', 'පුතා', '2017-12-05'),
(3053, 264, 'ගයානි මේනකා', 'බිරිඳ', '2017-12-05'),
(3054, 267, 'HM අශෝනිකා මධුවන්ති හේරත්', 'බිරිඳ', '2017-12-05'),
(3055, 6, 'UPJ ස්වර්ණ කාන්ති', 'බිරිඳ', '2017-12-05'),
(3056, 6, 'KM ඉන්දු ඉමේෂා මධුපානි', 'දුව', '2017-12-05'),
(3057, 6, 'KM කෝලිත පැහැසර', 'පුතා', '2017-12-05'),
(3058, 6, 'LHM පුංචි බණ්ඩා', 'වෙනත්', '2017-12-05'),
(3059, 6, 'LHM රංබණ්ඩා', 'වෙනත්', '2017-12-05'),
(3060, 6, 'LHM කුමාරිහාමි', 'වෙනත්', '2017-12-05'),
(3061, 16, 'WM නිරෝෂා මධුවන්ති', 'බිරිඳ', '2017-12-05'),
(3062, 16, 'DWA කෞශල්‍යා ප්‍රභාෂනි', 'දුව', '2017-12-05'),
(3063, 16, 'DWA තරිදු දිල්ශාන්', 'පුතා', '2017-12-05'),
(3064, 16, 'DWA පබසර පියුමාල්', 'පුතා', '2017-12-05'),
(3065, 23, 'AG සුසිල් නිශාන්ත කුමරසිංහ', 'සැමියා', '2017-12-05'),
(3066, 23, 'AG අකිල සදිප කුමාරසිංහ', 'පුතා', '2017-12-05'),
(3067, 23, 'AG සඳුනි වාසනා කුමාරසිංහ', 'දුව', '2017-12-05'),
(3068, 24, 'RM කිරම්මා', 'මව', '2017-12-05'),
(3069, 24, 'DM සුමනාවතී කුමාරිහාමි', 'බිරිඳ', '2017-12-05'),
(3070, 25, 'DM ජීවන්ත දිසානායක', 'පුතා', '2017-12-05'),
(3071, 53, 'RM කපුරු බණ්ඩා', 'පියා', '2017-12-05'),
(3072, 53, 'RM ලීලාවති', 'මව', '2017-12-05'),
(3073, 53, 'TM නදීකා සංජීවනී', 'බිරිඳ', '2017-12-05'),
(3074, 53, 'RM බිනුකි සෙනාෂා රත්නායක', 'දුව', '2017-12-05'),
(3075, 92, 'CDM කුසුම් චන්ද්‍රසේකර', 'බිරිඳ', '2017-12-05'),
(3076, 92, 'TM බංඩාර මැණිකේ', 'මව', '2017-12-05'),
(3077, 92, 'RM ඉෂිත හෂාන් රත්නායක', 'පුතා', '2017-12-05'),
(3078, 92, 'RM හේෂිත එෂාන් රත්නායක', 'පුතා', '2017-12-05'),
(3079, 111, 'JM නිමාලි ජයවීර', 'බිරිඳ', '2017-12-05'),
(3080, 111, 'KD චමත් ජයනිඳු අරුණශාන්ත', 'පුතා', '2017-12-05'),
(3081, 111, 'RD සිසිලින් නෝනා', 'මව', '2017-12-05'),
(3082, 179, 'HM කරුණාවතී', 'මව', '2017-12-05'),
(3083, 179, 'RM අප්පුහාමි', 'පියා', '2017-12-05'),
(3084, 179, 'HM ප්‍රසන්න මංජුල', 'පුතා', '2017-12-05'),
(3085, 180, 'AM ටිකිරි කුමාරි හේරත්', 'බිරිඳ', '2017-12-05'),
(3086, 180, 'RM පේමාවතී', 'මව', '2017-12-05'),
(3087, 180, 'RMජනිත කවීෂ රත්නායක', 'පුතා', '2017-12-05'),
(3088, 180, 'RM හිම්ෂාන් තත්සිඳු රත්නායක', 'පුතා', '2017-12-05'),
(3089, 204, 'RM නන්දා පින්සිරි', 'බිරිඳ', '2017-12-05'),
(3090, 204, 'RM ජසිත් අකලංක රත්නායක', 'පුතා', '2017-12-05'),
(3091, 210, 'TA චාන්දනී ස්වර්ණලතා', 'බිරිඳ', '2017-12-05'),
(3092, 210, 'RMDS රත්නායක', 'දුව', '2017-12-05'),
(3093, 210, 'RMMM රත්නායක', 'දුව', '2017-12-05'),
(3094, 222, 'L සුසන්ති නදීකා කුමාරි ප්‍රනාන්දු', 'බිරිඳ', '2017-12-05'),
(3095, 222, 'RM යොමාල් සංහිඳ රත්නායක', 'පුතා', '2017-12-05'),
(3096, 222, 'RM හසේනි තෂ්මිලා රත්නායක', 'දුව', '2017-12-05'),
(3097, 222, 'RM ලසිත දෙනුවන් රත්නායක', 'පුතා', '2017-12-05'),
(3098, 222, 'RM ඥානවතී කුමාරිහාමි', 'මව', '2017-12-05'),
(3099, 231, 'PD චන්ද්‍රාවති', 'මව', '2017-12-05'),
(3100, 231, 'ID පුංචිනා', 'වෙනත්', '2017-12-05'),
(3101, 231, 'PD කුලරත්න', 'වෙනත්', '2017-12-05'),
(3102, 231, 'MPD රේණුකා ප්‍රියදර්ශනි', 'බිරිඳ', '2017-12-05'),
(3103, 240, 'RM සුගන්ධිකා කුමාරි රත්නායක', 'බිරිඳ', '2017-12-05'),
(3104, 240, 'WP චතුනි සෙව්වන්දිකා පතිරණ', 'දුව', '2017-12-05'),
(3105, 240, 'WP දනුජ සුගීස්වර පතිරණ', 'පුතා', '2017-12-05'),
(3106, 240, 'SK අයිරාංගනි ගුණවර්ධන', 'මව', '2017-12-05'),
(3107, 247, 'RM අමිතා කුමාරි නාවින්න', 'බිරිඳ', '2017-12-05'),
(3108, 247, 'RM ඉන්දිර චමිත් රත්නායක', 'පුතා', '2017-12-05'),
(3109, 247, 'RM ලීලාවතී', 'මව', '2017-12-05'),
(3110, 250, 'RM මාලනි විජේසිරි', 'මව', '2017-12-05'),
(3111, 250, 'AHM සුජීවා ප්‍රියදර්ශණි', 'බිරිඳ', '2017-12-05'),
(3112, 250, 'DHM රශිඳු ඉදුවර දිසානායක', 'පුතා', '2017-12-05'),
(3113, 251, 'WA රසිකා තිලක් බංඩාර', 'බිරිඳ', '2017-12-05'),
(3114, 251, 'RM ජනිදු හේෂාන් මනුප්‍රිය', 'පුතා', '2017-12-05'),
(3120, 134, 'EM කිරි එතනා', 'වෙනත්', '2017-12-05'),
(3121, 257, 'DK සෝමාවතී', 'මව', '2017-12-05'),
(3122, 123, 'RAM ධර්මසේන', 'පියා', '2017-12-05'),
(3127, 333, '2 යැපෙන්නා', 'බිරිඳ', '2017-12-05'),
(3128, 333, '3 යැපෙන්නා', 'සැමියා', '2017-12-05'),
(3129, 333, '4 යැපෙන්නා', 'දුව', '2017-12-05'),
(3130, 333, '5 යැපෙන්නා', 'පුතා', '2017-12-05'),
(3131, 333, '7 යැපෙන්නා', 'වෙනත්', '2017-12-05'),
(3132, 333, '8 යැපෙන්නා', 'මව', '2017-12-05'),
(3133, 333, '9 යැපෙන්නා', 'බිරිඳ', '2017-12-05'),
(3134, 333, '10 යැපෙන්නා', 'සැමියා', '2017-12-05'),
(3135, 333, '6 යැපෙන්නා', 'බිරිඳ', '2017-12-05'),
(3136, 444, 'ariyapala', 'පියා', '2017-12-05'),
(3137, 444, 'රසායනික කෝෂ', 'මව', '2017-12-05'),
(3138, 555, 'රසායනික කෝෂ', 'පියා', '2017-12-05'),
(3212, 201, 'RMSL කරුණාසේන', 'පුතා', '2017-12-05'),
(3213, 201, 'RMK ලක්ෂිකා', 'දුව', '2017-12-05'),
(3214, 976, 'srte', 'පුතා', '2017-12-06'),
(3215, 1, 'TM Dharshana', 'පුතා', '2017-12-21');

-- --------------------------------------------------------

--
-- Table structure for table `deths`
--

DROP TABLE IF EXISTS `deths`;
CREATE TABLE IF NOT EXISTS `deths` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `awaMemId` int(4) NOT NULL,
  `name` varchar(50) NOT NULL,
  `date` date NOT NULL,
  `area` varchar(25) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `deths`
--

INSERT INTO `deths` (`id`, `awaMemId`, `name`, `date`, `area`) VALUES
(1, 4, 'test name', '2017-05-08', 'area');

-- --------------------------------------------------------

--
-- Table structure for table `died member`
--

DROP TABLE IF EXISTS `died member`;
CREATE TABLE IF NOT EXISTS `died member` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` date NOT NULL,
  `awaMemId` int(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Stand-in structure for view `due`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `due`;
CREATE TABLE IF NOT EXISTS `due` (
`awaMemId` int(4)
,`amount` int(5)
,`date` date
,`reson` varchar(9)
);

-- --------------------------------------------------------

--
-- Table structure for table `duepayments`
--

DROP TABLE IF EXISTS `duepayments`;
CREATE TABLE IF NOT EXISTS `duepayments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` date NOT NULL,
  `awaMemId` int(4) NOT NULL,
  `amount` int(5) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `awaMemId` (`awaMemId`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `duepayments`
--

INSERT INTO `duepayments` (`id`, `date`, `awaMemId`, `amount`) VALUES
(1, '2017-07-04', 3, 1000);

-- --------------------------------------------------------

--
-- Table structure for table `extrafundsdue`
--

DROP TABLE IF EXISTS `extrafundsdue`;
CREATE TABLE IF NOT EXISTS `extrafundsdue` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` date NOT NULL,
  `awaMemId` int(4) NOT NULL,
  `amount` int(5) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `awaMemId` (`awaMemId`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `extrafundsdue`
--

INSERT INTO `extrafundsdue` (`id`, `date`, `awaMemId`, `amount`) VALUES
(1, '2017-07-04', 3, 14);

-- --------------------------------------------------------

--
-- Table structure for table `extrapay`
--

DROP TABLE IF EXISTS `extrapay`;
CREATE TABLE IF NOT EXISTS `extrapay` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `awaMemId` int(4) NOT NULL,
  `amount` int(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `extrapay`
--

INSERT INTO `extrapay` (`id`, `awaMemId`, `amount`) VALUES
(3, 333, 30),
(4, 201, 10),
(5, 1, 0),
(6, 888, 10),
(7, 14, 0),
(8, 41, 0);

-- --------------------------------------------------------

--
-- Table structure for table `fines`
--

DROP TABLE IF EXISTS `fines`;
CREATE TABLE IF NOT EXISTS `fines` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` date NOT NULL,
  `awaMemId` int(4) NOT NULL,
  `reson` varchar(50) NOT NULL,
  `amount` int(5) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `awaMemId` (`awaMemId`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fines`
--

INSERT INTO `fines` (`id`, `date`, `awaMemId`, `reson`, `amount`) VALUES
(1, '2017-07-16', 1, 'ශ්‍රම දානයට සහභාගී න', 2),
(2, '2017-07-16', 0, '', 0);

-- --------------------------------------------------------

--
-- Stand-in structure for view `finesanddues`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `finesanddues`;
CREATE TABLE IF NOT EXISTS `finesanddues` (
`awaMemId` int(11)
,`amount` int(11)
,`date` date
,`reson` varchar(50)
);

-- --------------------------------------------------------

--
-- Table structure for table `finesandpayments`
--

DROP TABLE IF EXISTS `finesandpayments`;
CREATE TABLE IF NOT EXISTS `finesandpayments` (
  `id` int(25) NOT NULL AUTO_INCREMENT,
  `date` date NOT NULL,
  `reson` varchar(100) NOT NULL,
  `amount` int(5) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `jobsmem`
--

DROP TABLE IF EXISTS `jobsmem`;
CREATE TABLE IF NOT EXISTS `jobsmem` (
  `awaMemId` int(11) NOT NULL,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `meetingattendance`
--

DROP TABLE IF EXISTS `meetingattendance`;
CREATE TABLE IF NOT EXISTS `meetingattendance` (
  `id` int(6) NOT NULL AUTO_INCREMENT,
  `date` date NOT NULL,
  `attendance` blob NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `meetingattendance`
--

INSERT INTO `meetingattendance` (`id`, `date`, `attendance`) VALUES
(1, '2017-07-07', 0x613a3232363a7b693a303b733a313a2231223b693a313b733a323a223331223b693a323b733a323a223631223b693a333b733a323a223931223b693a343b733a333a22313231223b693a353b733a333a22313531223b693a363b733a333a22313831223b693a373b733a333a22323431223b693a383b733a333a22323731223b693a393b733a313a2232223b693a31303b733a323a223332223b693a31313b733a323a223632223b693a31323b733a323a223932223b693a31333b733a333a22313232223b693a31343b733a333a22313832223b693a31353b733a333a22323132223b693a31363b733a333a22323432223b693a31373b733a313a2233223b693a31383b733a323a223633223b693a31393b733a333a22313233223b693a32303b733a333a22313533223b693a32313b733a333a22313833223b693a32323b733a333a22323133223b693a32333b733a333a22323433223b693a32343b733a313a2234223b693a32353b733a323a223334223b693a32363b733a323a223634223b693a32373b733a333a22313234223b693a32383b733a333a22313534223b693a32393b733a333a22313834223b693a33303b733a333a22323134223b693a33313b733a333a22323434223b693a33323b733a313a2235223b693a33333b733a323a223335223b693a33343b733a323a223635223b693a33353b733a323a223935223b693a33363b733a333a22313235223b693a33373b733a333a22313535223b693a33383b733a333a22313835223b693a33393b733a333a22323135223b693a34303b733a333a22323435223b693a34313b733a313a2236223b693a34323b733a323a223336223b693a34333b733a323a223636223b693a34343b733a323a223936223b693a34353b733a333a22313236223b693a34363b733a333a22313536223b693a34373b733a333a22323136223b693a34383b733a333a22323436223b693a34393b733a323a223337223b693a35303b733a323a223637223b693a35313b733a333a22313537223b693a35323b733a333a22313837223b693a35333b733a333a22323437223b693a35343b733a313a2238223b693a35353b733a323a223338223b693a35363b733a323a223938223b693a35373b733a333a22313238223b693a35383b733a333a22313838223b693a35393b733a333a22323138223b693a36303b733a333a22323438223b693a36313b733a323a223339223b693a36323b733a323a223639223b693a36333b733a323a223939223b693a36343b733a333a22313239223b693a36353b733a333a22313539223b693a36363b733a333a22323139223b693a36373b733a323a223130223b693a36383b733a323a223430223b693a36393b733a333a22313330223b693a37303b733a333a22313930223b693a37313b733a333a22323230223b693a37323b733a333a22323530223b693a37333b733a323a223131223b693a37343b733a323a223431223b693a37353b733a333a22313031223b693a37363b733a333a22313631223b693a37373b733a333a22313931223b693a37383b733a333a22323231223b693a37393b733a333a22323531223b693a38303b733a323a223432223b693a38313b733a323a223732223b693a38323b733a333a22313032223b693a38333b733a333a22313332223b693a38343b733a333a22313632223b693a38353b733a333a22323232223b693a38363b733a333a22323532223b693a38373b733a323a223133223b693a38383b733a323a223433223b693a38393b733a323a223733223b693a39303b733a333a22313633223b693a39313b733a333a22313933223b693a39323b733a333a22323233223b693a39333b733a333a22323533223b693a39343b733a323a223134223b693a39353b733a323a223434223b693a39363b733a333a22313034223b693a39373b733a333a22313334223b693a39383b733a333a22313634223b693a39393b733a333a22313934223b693a3130303b733a333a22323234223b693a3130313b733a333a22323534223b693a3130323b733a323a223135223b693a3130333b733a323a223435223b693a3130343b733a323a223735223b693a3130353b733a333a22313335223b693a3130363b733a333a22313635223b693a3130373b733a333a22313935223b693a3130383b733a333a22323535223b693a3130393b733a323a223136223b693a3131303b733a323a223436223b693a3131313b733a323a223736223b693a3131323b733a333a22313336223b693a3131333b733a333a22313636223b693a3131343b733a333a22313936223b693a3131353b733a333a22323236223b693a3131363b733a333a22323536223b693a3131373b733a323a223137223b693a3131383b733a323a223437223b693a3131393b733a333a22313037223b693a3132303b733a333a22313637223b693a3132313b733a333a22313937223b693a3132323b733a333a22323237223b693a3132333b733a333a22323537223b693a3132343b733a323a223138223b693a3132353b733a323a223438223b693a3132363b733a323a223738223b693a3132373b733a333a22313038223b693a3132383b733a333a22313338223b693a3132393b733a333a22313638223b693a3133303b733a333a22323238223b693a3133313b733a333a22323538223b693a3133323b733a323a223139223b693a3133333b733a323a223439223b693a3133343b733a333a22313039223b693a3133353b733a333a22313339223b693a3133363b733a333a22313639223b693a3133373b733a333a22313939223b693a3133383b733a333a22323239223b693a3133393b733a333a22323539223b693a3134303b733a323a223230223b693a3134313b733a323a223530223b693a3134323b733a333a22313130223b693a3134333b733a333a22323030223b693a3134343b733a333a22323330223b693a3134353b733a333a22323630223b693a3134363b733a323a223531223b693a3134373b733a323a223831223b693a3134383b733a333a22313131223b693a3134393b733a333a22313731223b693a3135303b733a333a22323031223b693a3135313b733a333a22323331223b693a3135323b733a333a22323631223b693a3135333b733a323a223532223b693a3135343b733a323a223832223b693a3135353b733a333a22313132223b693a3135363b733a333a22313732223b693a3135373b733a333a22323032223b693a3135383b733a333a22323332223b693a3135393b733a333a22323632223b693a3136303b733a323a223233223b693a3136313b733a323a223533223b693a3136323b733a333a22313133223b693a3136333b733a333a22313433223b693a3136343b733a333a22313733223b693a3136353b733a333a22323033223b693a3136363b733a333a22323333223b693a3136373b733a333a22323633223b693a3136383b733a323a223234223b693a3136393b733a323a223534223b693a3137303b733a333a22313134223b693a3137313b733a333a22313434223b693a3137323b733a333a22313734223b693a3137333b733a333a22323034223b693a3137343b733a333a22323334223b693a3137353b733a333a22323634223b693a3137363b733a323a223235223b693a3137373b733a323a223535223b693a3137383b733a333a22313135223b693a3137393b733a333a22313435223b693a3138303b733a333a22313735223b693a3138313b733a333a22323335223b693a3138323b733a333a22323635223b693a3138333b733a323a223236223b693a3138343b733a323a223536223b693a3138353b733a323a223836223b693a3138363b733a333a22313136223b693a3138373b733a333a22313736223b693a3138383b733a333a22323036223b693a3138393b733a333a22323336223b693a3139303b733a333a22323636223b693a3139313b733a323a223237223b693a3139323b733a323a223837223b693a3139333b733a333a22313137223b693a3139343b733a333a22313437223b693a3139353b733a333a22313737223b693a3139363b733a333a22323037223b693a3139373b733a333a22323337223b693a3139383b733a333a22323637223b693a3139393b733a323a223238223b693a3230303b733a323a223538223b693a3230313b733a323a223838223b693a3230323b733a333a22313138223b693a3230333b733a333a22313438223b693a3230343b733a333a22313738223b693a3230353b733a333a22323038223b693a3230363b733a333a22323338223b693a3230373b733a333a22323638223b693a3230383b733a323a223239223b693a3230393b733a323a223539223b693a3231303b733a323a223839223b693a3231313b733a333a22313139223b693a3231323b733a333a22313439223b693a3231333b733a333a22313739223b693a3231343b733a333a22323039223b693a3231353b733a333a22323339223b693a3231363b733a333a22323639223b693a3231373b733a323a223330223b693a3231383b733a323a223630223b693a3231393b733a323a223930223b693a3232303b733a333a22313230223b693a3232313b733a333a22313530223b693a3232323b733a333a22313830223b693a3232333b733a333a22323130223b693a3232343b733a333a22323430223b693a3232353b733a333a22323730223b7d),
(2, '2017-07-08', 0x613a3232353a7b693a303b733a313a2231223b693a313b733a323a223331223b693a323b733a323a223631223b693a333b733a323a223931223b693a343b733a333a22313231223b693a353b733a333a22313531223b693a363b733a333a22313831223b693a373b733a333a22323431223b693a383b733a333a22323731223b693a393b733a313a2232223b693a31303b733a323a223332223b693a31313b733a323a223632223b693a31323b733a323a223932223b693a31333b733a333a22313232223b693a31343b733a333a22313832223b693a31353b733a333a22323132223b693a31363b733a333a22323432223b693a31373b733a313a2233223b693a31383b733a323a223633223b693a31393b733a333a22313233223b693a32303b733a333a22313533223b693a32313b733a333a22313833223b693a32323b733a333a22323133223b693a32333b733a333a22323433223b693a32343b733a313a2234223b693a32353b733a323a223334223b693a32363b733a323a223634223b693a32373b733a333a22313234223b693a32383b733a333a22313534223b693a32393b733a333a22313834223b693a33303b733a333a22323134223b693a33313b733a333a22323434223b693a33323b733a313a2235223b693a33333b733a323a223335223b693a33343b733a323a223635223b693a33353b733a323a223935223b693a33363b733a333a22313235223b693a33373b733a333a22313535223b693a33383b733a333a22313835223b693a33393b733a333a22323135223b693a34303b733a333a22323435223b693a34313b733a323a223336223b693a34323b733a323a223636223b693a34333b733a323a223936223b693a34343b733a333a22313236223b693a34353b733a333a22313536223b693a34363b733a333a22323136223b693a34373b733a333a22323436223b693a34383b733a323a223337223b693a34393b733a323a223637223b693a35303b733a333a22313537223b693a35313b733a333a22313837223b693a35323b733a333a22323437223b693a35333b733a313a2238223b693a35343b733a323a223338223b693a35353b733a323a223938223b693a35363b733a333a22313238223b693a35373b733a333a22313838223b693a35383b733a333a22323138223b693a35393b733a333a22323438223b693a36303b733a323a223339223b693a36313b733a323a223639223b693a36323b733a323a223939223b693a36333b733a333a22313239223b693a36343b733a333a22313539223b693a36353b733a333a22323139223b693a36363b733a323a223130223b693a36373b733a323a223430223b693a36383b733a333a22313330223b693a36393b733a333a22313930223b693a37303b733a333a22323230223b693a37313b733a333a22323530223b693a37323b733a323a223131223b693a37333b733a323a223431223b693a37343b733a333a22313031223b693a37353b733a333a22313631223b693a37363b733a333a22313931223b693a37373b733a333a22323231223b693a37383b733a333a22323531223b693a37393b733a323a223432223b693a38303b733a323a223732223b693a38313b733a333a22313032223b693a38323b733a333a22313332223b693a38333b733a333a22313632223b693a38343b733a333a22323232223b693a38353b733a333a22323532223b693a38363b733a323a223133223b693a38373b733a323a223433223b693a38383b733a323a223733223b693a38393b733a333a22313633223b693a39303b733a333a22313933223b693a39313b733a333a22323233223b693a39323b733a333a22323533223b693a39333b733a323a223134223b693a39343b733a323a223434223b693a39353b733a333a22313034223b693a39363b733a333a22313334223b693a39373b733a333a22313634223b693a39383b733a333a22313934223b693a39393b733a333a22323234223b693a3130303b733a333a22323534223b693a3130313b733a323a223135223b693a3130323b733a323a223435223b693a3130333b733a323a223735223b693a3130343b733a333a22313335223b693a3130353b733a333a22313635223b693a3130363b733a333a22313935223b693a3130373b733a333a22323535223b693a3130383b733a323a223136223b693a3130393b733a323a223436223b693a3131303b733a323a223736223b693a3131313b733a333a22313336223b693a3131323b733a333a22313636223b693a3131333b733a333a22313936223b693a3131343b733a333a22323236223b693a3131353b733a333a22323536223b693a3131363b733a323a223137223b693a3131373b733a323a223437223b693a3131383b733a333a22313037223b693a3131393b733a333a22313637223b693a3132303b733a333a22313937223b693a3132313b733a333a22323237223b693a3132323b733a333a22323537223b693a3132333b733a323a223138223b693a3132343b733a323a223438223b693a3132353b733a323a223738223b693a3132363b733a333a22313038223b693a3132373b733a333a22313338223b693a3132383b733a333a22313638223b693a3132393b733a333a22323238223b693a3133303b733a333a22323538223b693a3133313b733a323a223139223b693a3133323b733a323a223439223b693a3133333b733a333a22313039223b693a3133343b733a333a22313339223b693a3133353b733a333a22313639223b693a3133363b733a333a22313939223b693a3133373b733a333a22323239223b693a3133383b733a333a22323539223b693a3133393b733a323a223230223b693a3134303b733a323a223530223b693a3134313b733a333a22313130223b693a3134323b733a333a22323030223b693a3134333b733a333a22323330223b693a3134343b733a333a22323630223b693a3134353b733a323a223531223b693a3134363b733a323a223831223b693a3134373b733a333a22313131223b693a3134383b733a333a22313731223b693a3134393b733a333a22323031223b693a3135303b733a333a22323331223b693a3135313b733a333a22323631223b693a3135323b733a323a223532223b693a3135333b733a323a223832223b693a3135343b733a333a22313132223b693a3135353b733a333a22313732223b693a3135363b733a333a22323032223b693a3135373b733a333a22323332223b693a3135383b733a333a22323632223b693a3135393b733a323a223233223b693a3136303b733a323a223533223b693a3136313b733a333a22313133223b693a3136323b733a333a22313433223b693a3136333b733a333a22313733223b693a3136343b733a333a22323033223b693a3136353b733a333a22323333223b693a3136363b733a333a22323633223b693a3136373b733a323a223234223b693a3136383b733a323a223534223b693a3136393b733a333a22313134223b693a3137303b733a333a22313434223b693a3137313b733a333a22313734223b693a3137323b733a333a22323034223b693a3137333b733a333a22323334223b693a3137343b733a333a22323634223b693a3137353b733a323a223235223b693a3137363b733a323a223535223b693a3137373b733a333a22313135223b693a3137383b733a333a22313435223b693a3137393b733a333a22313735223b693a3138303b733a333a22323335223b693a3138313b733a333a22323635223b693a3138323b733a323a223236223b693a3138333b733a323a223536223b693a3138343b733a323a223836223b693a3138353b733a333a22313136223b693a3138363b733a333a22313736223b693a3138373b733a333a22323036223b693a3138383b733a333a22323336223b693a3138393b733a333a22323636223b693a3139303b733a323a223237223b693a3139313b733a323a223837223b693a3139323b733a333a22313137223b693a3139333b733a333a22313437223b693a3139343b733a333a22313737223b693a3139353b733a333a22323037223b693a3139363b733a333a22323337223b693a3139373b733a333a22323637223b693a3139383b733a323a223238223b693a3139393b733a323a223538223b693a3230303b733a323a223838223b693a3230313b733a333a22313138223b693a3230323b733a333a22313438223b693a3230333b733a333a22313738223b693a3230343b733a333a22323038223b693a3230353b733a333a22323338223b693a3230363b733a333a22323638223b693a3230373b733a323a223239223b693a3230383b733a323a223539223b693a3230393b733a323a223839223b693a3231303b733a333a22313139223b693a3231313b733a333a22313439223b693a3231323b733a333a22313739223b693a3231333b733a333a22323039223b693a3231343b733a333a22323339223b693a3231353b733a333a22323639223b693a3231363b733a323a223330223b693a3231373b733a323a223630223b693a3231383b733a323a223930223b693a3231393b733a333a22313230223b693a3232303b733a333a22313530223b693a3232313b733a333a22313830223b693a3232323b733a333a22323130223b693a3232333b733a333a22323430223b693a3232343b733a333a22323730223b7d),
(4, '2017-07-09', 0x613a3232343a7b693a303b733a313a2231223b693a313b733a323a223331223b693a323b733a323a223631223b693a333b733a323a223931223b693a343b733a333a22313231223b693a353b733a333a22313531223b693a363b733a333a22313831223b693a373b733a333a22323431223b693a383b733a333a22323731223b693a393b733a313a2232223b693a31303b733a323a223332223b693a31313b733a323a223632223b693a31323b733a323a223932223b693a31333b733a333a22313232223b693a31343b733a333a22313832223b693a31353b733a333a22323132223b693a31363b733a333a22323432223b693a31373b733a313a2233223b693a31383b733a323a223633223b693a31393b733a333a22313233223b693a32303b733a333a22313533223b693a32313b733a333a22313833223b693a32323b733a333a22323133223b693a32333b733a333a22323433223b693a32343b733a313a2234223b693a32353b733a323a223334223b693a32363b733a323a223634223b693a32373b733a333a22313234223b693a32383b733a333a22313534223b693a32393b733a333a22313834223b693a33303b733a333a22323134223b693a33313b733a333a22323434223b693a33323b733a323a223335223b693a33333b733a323a223635223b693a33343b733a323a223935223b693a33353b733a333a22313235223b693a33363b733a333a22313535223b693a33373b733a333a22313835223b693a33383b733a333a22323135223b693a33393b733a333a22323435223b693a34303b733a323a223336223b693a34313b733a323a223636223b693a34323b733a323a223936223b693a34333b733a333a22313236223b693a34343b733a333a22313536223b693a34353b733a333a22323136223b693a34363b733a333a22323436223b693a34373b733a323a223337223b693a34383b733a323a223637223b693a34393b733a333a22313537223b693a35303b733a333a22313837223b693a35313b733a333a22323437223b693a35323b733a313a2238223b693a35333b733a323a223338223b693a35343b733a323a223938223b693a35353b733a333a22313238223b693a35363b733a333a22313838223b693a35373b733a333a22323138223b693a35383b733a333a22323438223b693a35393b733a323a223339223b693a36303b733a323a223639223b693a36313b733a323a223939223b693a36323b733a333a22313239223b693a36333b733a333a22313539223b693a36343b733a333a22323139223b693a36353b733a323a223130223b693a36363b733a323a223430223b693a36373b733a333a22313330223b693a36383b733a333a22313930223b693a36393b733a333a22323230223b693a37303b733a333a22323530223b693a37313b733a323a223131223b693a37323b733a323a223431223b693a37333b733a333a22313031223b693a37343b733a333a22313631223b693a37353b733a333a22313931223b693a37363b733a333a22323231223b693a37373b733a333a22323531223b693a37383b733a323a223432223b693a37393b733a323a223732223b693a38303b733a333a22313032223b693a38313b733a333a22313332223b693a38323b733a333a22313632223b693a38333b733a333a22323232223b693a38343b733a333a22323532223b693a38353b733a323a223133223b693a38363b733a323a223433223b693a38373b733a323a223733223b693a38383b733a333a22313633223b693a38393b733a333a22313933223b693a39303b733a333a22323233223b693a39313b733a333a22323533223b693a39323b733a323a223134223b693a39333b733a323a223434223b693a39343b733a333a22313034223b693a39353b733a333a22313334223b693a39363b733a333a22313634223b693a39373b733a333a22313934223b693a39383b733a333a22323234223b693a39393b733a333a22323534223b693a3130303b733a323a223135223b693a3130313b733a323a223435223b693a3130323b733a323a223735223b693a3130333b733a333a22313335223b693a3130343b733a333a22313635223b693a3130353b733a333a22313935223b693a3130363b733a333a22323535223b693a3130373b733a323a223136223b693a3130383b733a323a223436223b693a3130393b733a323a223736223b693a3131303b733a333a22313336223b693a3131313b733a333a22313636223b693a3131323b733a333a22313936223b693a3131333b733a333a22323236223b693a3131343b733a333a22323536223b693a3131353b733a323a223137223b693a3131363b733a323a223437223b693a3131373b733a333a22313037223b693a3131383b733a333a22313637223b693a3131393b733a333a22313937223b693a3132303b733a333a22323237223b693a3132313b733a333a22323537223b693a3132323b733a323a223138223b693a3132333b733a323a223438223b693a3132343b733a323a223738223b693a3132353b733a333a22313038223b693a3132363b733a333a22313338223b693a3132373b733a333a22313638223b693a3132383b733a333a22323238223b693a3132393b733a333a22323538223b693a3133303b733a323a223139223b693a3133313b733a323a223439223b693a3133323b733a333a22313039223b693a3133333b733a333a22313339223b693a3133343b733a333a22313639223b693a3133353b733a333a22313939223b693a3133363b733a333a22323239223b693a3133373b733a333a22323539223b693a3133383b733a323a223230223b693a3133393b733a323a223530223b693a3134303b733a333a22313130223b693a3134313b733a333a22323030223b693a3134323b733a333a22323330223b693a3134333b733a333a22323630223b693a3134343b733a323a223531223b693a3134353b733a323a223831223b693a3134363b733a333a22313131223b693a3134373b733a333a22313731223b693a3134383b733a333a22323031223b693a3134393b733a333a22323331223b693a3135303b733a333a22323631223b693a3135313b733a323a223532223b693a3135323b733a323a223832223b693a3135333b733a333a22313132223b693a3135343b733a333a22313732223b693a3135353b733a333a22323032223b693a3135363b733a333a22323332223b693a3135373b733a333a22323632223b693a3135383b733a323a223233223b693a3135393b733a323a223533223b693a3136303b733a333a22313133223b693a3136313b733a333a22313433223b693a3136323b733a333a22313733223b693a3136333b733a333a22323033223b693a3136343b733a333a22323333223b693a3136353b733a333a22323633223b693a3136363b733a323a223234223b693a3136373b733a323a223534223b693a3136383b733a333a22313134223b693a3136393b733a333a22313434223b693a3137303b733a333a22313734223b693a3137313b733a333a22323034223b693a3137323b733a333a22323334223b693a3137333b733a333a22323634223b693a3137343b733a323a223235223b693a3137353b733a323a223535223b693a3137363b733a333a22313135223b693a3137373b733a333a22313435223b693a3137383b733a333a22313735223b693a3137393b733a333a22323335223b693a3138303b733a333a22323635223b693a3138313b733a323a223236223b693a3138323b733a323a223536223b693a3138333b733a323a223836223b693a3138343b733a333a22313136223b693a3138353b733a333a22313736223b693a3138363b733a333a22323036223b693a3138373b733a333a22323336223b693a3138383b733a333a22323636223b693a3138393b733a323a223237223b693a3139303b733a323a223837223b693a3139313b733a333a22313137223b693a3139323b733a333a22313437223b693a3139333b733a333a22313737223b693a3139343b733a333a22323037223b693a3139353b733a333a22323337223b693a3139363b733a333a22323637223b693a3139373b733a323a223238223b693a3139383b733a323a223538223b693a3139393b733a323a223838223b693a3230303b733a333a22313138223b693a3230313b733a333a22313438223b693a3230323b733a333a22313738223b693a3230333b733a333a22323038223b693a3230343b733a333a22323338223b693a3230353b733a333a22323638223b693a3230363b733a323a223239223b693a3230373b733a323a223539223b693a3230383b733a323a223839223b693a3230393b733a333a22313139223b693a3231303b733a333a22313439223b693a3231313b733a333a22313739223b693a3231323b733a333a22323039223b693a3231333b733a333a22323339223b693a3231343b733a333a22323639223b693a3231353b733a323a223330223b693a3231363b733a323a223630223b693a3231373b733a323a223930223b693a3231383b733a333a22313230223b693a3231393b733a333a22313530223b693a3232303b733a333a22313830223b693a3232313b733a333a22323130223b693a3232323b733a333a22323430223b693a3232333b733a333a22323730223b7d);

-- --------------------------------------------------------

--
-- Stand-in structure for view `mem`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `mem`;
CREATE TABLE IF NOT EXISTS `mem` (
`awaMemId` int(4)
,`amount` int(5)
,`date` date
,`reson` varchar(13)
);

-- --------------------------------------------------------

--
-- Table structure for table `members`
--

DROP TABLE IF EXISTS `members`;
CREATE TABLE IF NOT EXISTS `members` (
  `joinedDate` date DEFAULT NULL,
  `updatedDate` date DEFAULT NULL,
  `awaMemId` int(4) NOT NULL,
  `temMemId` int(4) DEFAULT NULL,
  `password` varchar(32) NOT NULL,
  `name` varchar(100) NOT NULL,
  `address` varchar(100) DEFAULT NULL,
  `email` varchar(100) DEFAULT NULL,
  `area` varchar(255) NOT NULL,
  `resTel` varchar(10) DEFAULT NULL,
  `mobTel` varchar(10) DEFAULT NULL,
  `birthday` date DEFAULT NULL,
  `nic` varchar(15) DEFAULT NULL,
  PRIMARY KEY (`awaMemId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `members`
--

INSERT INTO `members` (`joinedDate`, `updatedDate`, `awaMemId`, `temMemId`, `password`, `name`, `address`, `email`, `area`, `resTel`, `mobTel`, `birthday`, `nic`) VALUES
('2017-12-26', '2017-12-27', 1, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'TM මුදියන්සේ තෙන්නකෝන්', 'වත්ත', '', 'අලුත්වතු ගංගොඩ', '0375619571', '', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 2, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMN තිලක් රත්නායක', '', '', 'වලව් ගංගොඩ 1', '0372293896', '0724932570', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 3, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සීලවතී', '', '', '', '0375616723', '0718903430', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 4, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMGB රත්නායක', '', '', 'වලව්  ගංගොඩ 2', '0713901997', '0712803355', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 5, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'GM පොඩිඅප්පු නයිදේ', '', '', 'මහවතු ගංගොඩ 2', '0372293673', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 6, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'KM චන්ද්‍රසිරි', '', '', 'මැද ගංගොඩ', '0374988089', '0712030252', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 7, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM නිලමේ බණ්ඩාර', '', '', 'වලව්  ගංගොඩ 2', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 8, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ඉන්දික බණ්ඩාර', '', '', 'වැව ඉහළ', '0372293743', '0773383172', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 10, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සිරිසේන', '', '', 'වලව්  ගංගොඩ 2', NULL, '0717576163', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 11, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM දිසානායක', '', '', 'මහවතු ගංගොඩ 2', '0375753676', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 13, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'EM මහින්ද කරුණාතිලක', '', '', 'මහවතු ගංගොඩ 1', '0377915477', '0774074718', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 14, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'JM පියසේන', '', '', 'කොලොන්ගස්යාය', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 15, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RD විමලවතී', '', '', 'අලුත්වතු ගංගොඩ', '0375659504', '0785766520', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 16, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'DWA සුසන්ත හේමචන්ද්‍ර', '', '', 'මැද ගංගොඩ', NULL, '0716262490', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 17, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ලක්ෂ්මන් ප්‍රියන්ත', '', '', 'ගොඩවිටිගෙදර', NULL, '0722500631', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 18, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'BM ශ්‍රියානි බස්නායක', '', '', 'ගොඩවිටිගෙදර', '0372293988', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 19, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM හේරත් බණ්ඩා', '', '', 'වැව ඉහළ', '0372293716', '0775578467', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 20, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'BM සිරිසෙස්න', '', '', 'මහවතු ගංගොඩ 1', '0375712852', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 23, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM චන්ද්‍රා කුමාරි', '', '', 'මැද ගංගොඩ', NULL, '0776130424', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 24, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM නිහාල්සිරි ප්‍රේමතිලක', '', '', 'මැද ගංගොඩ', NULL, '0712918712', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 25, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'DHM නන්දසේන', '', '', 'මැද ගංගොඩ', NULL, '0725069145', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 26, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'HM සුමනා කාන්ති හේරත්', '', '', 'මහවතු ගංගොඩ 2', '0375619554', '0771638511', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 27, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ආනන්ද රත්නායක', '', '', 'මහවතු ගංගොඩ 1', '0375784680', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 28, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM චන්ද්‍රාවතී', '', '', 'මහවතු ගංගොඩ 1', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 29, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM කරුණාරත්න', '', '', 'වැව ඉහළ', NULL, '0775238072', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 30, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ඩිංගිරි අම්මා', '', '', 'වැව ඉහළ', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 31, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ගමිණී රත්නායක', '', '', 'කහඹිලියාව', '0372293720', '0774280625', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 32, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'EM චන්ද්‍රලතා', '', '', 'කොලොන්ගස්යාය', '0375682664', '0778260163', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 34, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMMB රත්නායක', '', '', 'වැව ඉහළ', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 35, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM තිස්ස බංඩාර', '', '', 'කහඹිලියාව', '0372293803', '0718102047', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 36, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PD පේමදාස', '', '', 'කහඹිලියාව', '0375711467', '0723967697', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 37, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM දිනේෂ් රාජගුරු බංඩාර', '', '', 'කහඹිලියාව', '0375780006', '0771732073', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 38, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'EM නිමල් ප්‍රේමතිලක', '', '', 'කොලොන්ගස්යාය', '0373612462', '0724713703', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 39, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM නිලමේ බණ්ඩා', '', '', 'වලව්  ගංගොඩ 2', NULL, '0721707628', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 40, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ජයතිලක', '', '', 'ගොඩවිටිගෙදර', NULL, '0725396741', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 41, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සාන්ත කුමාර රත්නායක', '', '', 'අලුත්වතු ගංගොඩ', '0375619558', '0778403318', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 42, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM දිසානායක රාජපක්ෂ', '', '', 'ගොඩවිටිගෙදර', NULL, '0774184290', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 43, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMM රත්නායක', '', '', 'අලුත්වතු ගංගොඩ', '', '0715887615', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 44, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RD ප්‍රේමතිලක', '', '', 'වලව්  ගංගොඩ 2', NULL, '0770571327', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 45, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'කරුණා කස්තුරි', '', '', 'වැව ඉහළ', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 46, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ප්‍රියන්ත සමන්ත කුමාර', '', '', 'කොලොන්ගස්යාය', '0372293787', '0773512872', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 47, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සීතා රත්නායක', '', '', 'කහඹිලියාව', '0375619495', '0770381914', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 48, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMW බණ්ඩාර ප්‍රේමතිලක', '', '', 'මහවතු ගංගොඩ 2', '0375657203', '0712468053', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 49, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'BM සෝමාවතී', '', '', 'මහවතු ගංගොඩ 1', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 50, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'AM උදය සුසන්ත', '', '', 'කොලොන්ගස්යාය', '0372293731', '0714896401', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 51, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM මුතුබණ්ඩා', '', '', 'වලව් ගංගොඩ 1', NULL, '0712686494', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 52, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'KHA සෝමලතා කුමාරසිංහ', '', '', 'කොලොන්ගස්යාය', '0377922007', '0777171146', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 53, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ධම්මික සම්පත් රත්නායක', '', '', 'මැද ගංගොඩ', '0372293846', '0725006696', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 54, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සුනිල් රත්නායක', '', '', 'වැව ඉහළ', NULL, '0715634229', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 55, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM චාන්දනී කුමාරි රත්නායක', '', '', 'ගොඩවිටිගෙදර', '0373765920', '0774270877', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 56, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM මුතුබණ්ඩා', '', '', 'වලව්  ගංගොඩ 2', '', '0784947174', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 58, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සංජය කුමාර', '', '', 'ගොඩවිටිගෙදර', '0373987747', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 59, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PD උපාලි ජයසිංහ', '', '', 'අලුත්වතු ගංගොඩ', '', '0778270290', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 60, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM දමයන්ති රත්නායක', '', '', 'කහඹිලියාව', NULL, '0713402217', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 61, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM දිනතිලක', '', '', 'මහවතු ගංගොඩ 1', NULL, '0779763405', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 62, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'SMPK සේනානායක', '', '', 'කහඹිලියාව', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 63, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PD චන්ද්‍රසේන', '', '', 'අලුත්වතු ගංගොඩ', '0375758323', '', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 64, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM උපතිස්ස', '', '', 'වැව ඉහළ', NULL, '0783977303', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 65, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ගුණතිලක', '', '', 'වලව්  ගංගොඩ 2', NULL, '0774288492', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 66, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMN ජයසුන්දර', '', '', 'මහවතු ගංගොඩ 2', '0372293625', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 67, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ප්‍රියංගනී රත්නායක', '', '', 'වලව් ගංගොඩ 1', NULL, '0776723073', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 69, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM රංජන් ප්‍රදීප් කුමාර', '', '', 'අලුත්වතු ගංගොඩ', '0375684108', '0784854917', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 72, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM දිනදාස රත්නායක', '', '', 'කහඹිලියාව', '0372293928', '0719245660', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 73, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM හිමාලි මැනිකේ', '', '', 'වැව ඉහළ', '0782901317', '0713936150', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 75, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM අනුර වීරරත්න', '', '', 'අලුත්වතු ගංගොඩ', '', '0724618430', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 76, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'NM කරුණාරත්න (ලොකු)', '', '', 'කොලොන්ගස්යාය', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 78, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'MP ජයතිස්ස', '', '', 'ගොඩවිටිගෙදර', NULL, '0724135180', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 81, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'TM අජන්ත', '', '', 'කොලොන්ගස්යාය', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 82, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'KM ටිකිරි මැණිකෙ', '', '', 'කහඹිලියාව', '0375684108', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 86, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ජානක කුමාර රත්නායක', '', '', 'අලුත්වතු ගංගොඩ', '0375757329', '0776244466', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 87, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMN සීලා කුමාරි රත්නායක', '', '', 'වලව් ගංගොඩ 1', '0375614540', '0716268815', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 88, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM නිමල් කුමාර රත්නායක', '', '', 'මහවතු ගංගොඩ 1', NULL, '0719402796', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 89, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සෝමවීර රත්නායක', '', '', 'කහඹිලියාව', '0375667000', '0776783100', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 90, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ප්‍රසන්න මංගල', '', '', 'වලව්  ගංගොඩ 2', '0375619557', '0712231417', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 91, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM රත්නායක', '', '', 'අලුත්වතු ගංගොඩ', '0375747749', '0777793506', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 92, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සාලිය බංඩාර', '', '', 'මැද ගංගොඩ', '0373979981', '0721167475', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 95, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'DK වික්‍රමරත්න', '', '', 'කොලොන්ගස්යාය', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 96, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RP කව්රාජ් සෝමපාල', '', '', 'ගොඩවිටිගෙදර', NULL, '0723922807', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 98, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'JM රොසලින් නෝනා', '', '', 'කොලොන්ගස්යාය', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 99, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'DPD රෝසා', '', '', 'ගොඩවිටිගෙදර', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 101, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM පේමරත්න', '', '', 'කහඹිලියාව', '0372293865', '0725697831', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 102, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM චමින්ද කුමාර කරුණාරත්න', '', '', 'කහඹිලියාව', NULL, '0713404696', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 104, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM නිලන්ති රත්නායක', '', '', 'වැව ඉහළ', '0372293680', '0724104134', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 107, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PD සුමිත්‍ර චතුරංග', '', '', 'වලව් ගංගොඩ 1', '0374915199', '0725159119', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 108, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ලක්මාල් අරවින්ද කරුණාසේන', '', '', 'අලුත්වතු ගංගොඩ', '0374900437', '0716568981', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 109, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PD දියෝනිස්', '', '', 'අලුත්වතු ගංගොඩ', '0375651700', '', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 110, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'P මනෝජ් ළංසකාර', '', '', 'වැව ඉහළ', '0375656120', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 111, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'KD නිහාල් අරුණශාන්ත', '', '', 'මැද ගංගොඩ', NULL, '0714970965', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 112, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PW ප්‍රියදර්ශන පතිරත්න', '', '', 'වලව්  ගංගොඩ 2', '0375751626', '0716859908', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 113, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PD නදීර ප්‍රභාත් කුමාර', '', '', 'කහඹිලියාව', NULL, '0711461829', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 114, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'DM තිළිණි සාගරිකා දිසානායක', '', '', 'කොලොන්ගස්යාය', '0375665305', '0714168605', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 115, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM කුසුමා රත්නායක', '', '', 'මහවතු ගංගොඩ 2', NULL, '0773953334', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 116, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ප්‍රදීප් කුමාර රත්නායක', '', '', 'අලුත්වතු ගංගොඩ', '', '0726856868', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 117, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'TM මාලනී තෙන්නකෝන්', '', '', 'කොලොන්ගස්යාය', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 118, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'BM ප්‍රියංක මනෝජ් කුමාර', '', '', 'ගොඩවිටිගෙදර', NULL, '0376749389', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 119, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ටිකිරි බණ්ඩා', '', '', 'වලව් ගංගොඩ 1', NULL, '0785980796', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 120, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM රත්නායක', '', '', 'මහවතු ගංගොඩ 2', NULL, '0724139335', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 121, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'SHA අනුර විජේබණ්ඩාර', '', '', 'වලව්  ගංගොඩ 2', '0375687164', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 122, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM චමින්ද රත්නායක', '', '', 'වැව ඉහළ', NULL, '0724104133', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 123, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RAM ගයාන් රාජපක්ෂ', '', '', 'මහවතු ගංගොඩ 1', NULL, '0789906241', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 124, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සුරංජ පියල් රත්නායක', '', '', 'මහවතු ගංගොඩ 1', '0373987796', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 125, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM රත්නායක', '', '', 'වැව ඉහළ', '0372293879', '0771500699', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 126, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM කුසුමාවතී', '', '', 'වලව් ගංගොඩ 1', NULL, '0719950581', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 128, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'KHA චන්ද්‍රා විමලාවති', '', '', 'කොලොන්ගස්යාය', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 129, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සමීර රුවන් රත්නායක', '', '', 'මහවතු ගංගොඩ 1', '0372293788', '0716281927', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 130, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'BM ධනසේන', '', '', 'මහවතු ගංගොඩ 1', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 132, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM අතුල බණ්ඩාර', '', '', 'වැව ඉහළ', '0375785034', '0779484390', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 134, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'EM සෝමාවතී', '', '', 'කොලොන්ගස්යාය', '0375718331', '0771796344', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 135, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM පියදාස', '', '', 'මහවතු ගංගොඩ 2', '0373978217', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 136, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'WM ඥානපාල', '', '', 'කොලොන්ගස්යාය', NULL, '0724030583', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 138, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ගුණතිලක', '', '', 'කොලොන්ගස්යාය', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 139, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'MD ප්‍රියාන් සම්පත් ප්‍රේමසිංහ', '', '', 'අලුත්වතු ගංගොඩ', '', '0729052157', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 143, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'BM ඥානවතී', '', '', 'වැව ඉහළ', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 144, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'TM දසනායක', '', '', 'මහවතු ගංගොඩ 1', NULL, '0725477742', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 145, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM හර්ෂණ එරන්ද', '', '', 'මහවතු ගංගොඩ 2', '0375776012', '0712788215', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 147, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'KHA ඥානරත්න', '', '', 'කොලොන්ගස්යාය', '0377922007', '0777171140', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 148, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMN අනුරුද්ධ රත්නායක', '', '', 'වලව්  ගංගොඩ 2', '0375771741', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 149, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM කුමාරි රත්නායක', '', '', 'වලව් ගංගොඩ 1', '0375619575', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 150, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සුනිල් රත්නායක', '', '', 'අලුත්වතු ගංගොඩ', '0375619642', '0728591462', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 151, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සුනිල් රත්නායක', '', '', 'වලව්  ගංගොඩ 2', '0375782908', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 153, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'WM සෝමාවතී', '', '', 'කොලොන්ගස්යාය', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 154, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ධනපාල', '', '', 'මහවතු ගංගොඩ 2', '0375748377', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 155, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'EM අනුලාවතී', '', '', 'කොලොන්ගස්යාය', '0375742847', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 156, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM හේරත් බණ්ඩා', '', '', 'වැව ඉහළ', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 157, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'JM ස්වර්ණා කුමාරි', '', '', 'වලව්  ගංගොඩ 2', NULL, '0729001832', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 159, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMNDB රත්නායක', '', '', 'කොලොන්ගස්යාය', '0372293915', '0716434606', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 161, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM කුසුමාවතී කුමාරිහාමි', '', '', 'අලුත්වතු ගංගොඩ', '', '0713985863', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 162, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'JM ධර්මසේන', '', '', 'කොලොන්ගස්යාය', '0372293831', '0774366402', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 163, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM තිලකරත්න බණ්ඩාර', '', '', 'මහවතු ගංගොඩ 2', '0375679665', '0776211250', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 164, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM මෙත්තානන්ද', '', '', 'කහඹිලියාව', '0375765283', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 165, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'JM ධර්මරත්න බණ්ඩාර', '', '', 'ගොඩවිටිගෙදර', NULL, '0724070391', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 166, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'TM චන්ද්‍රලතා කුමාරි', '', '', 'වලව් ගංගොඩ 1', '0373371348', '0777407342', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 167, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMKL ජයසුංදර', '', '', 'ගොඩවිටිගෙදර', NULL, '0716911273', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 168, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM කලුබණ්ඩා', '', '', 'වලව් ගංගොඩ 1', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 169, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ගමිණී කුලරත්න', '', '', 'කහඹිලියාව', '0375668969', '0710431861', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 171, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM හේමසිරි රත්නායක', '', '', 'මහවතු ගංගොඩ 1', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 172, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM රංබණ්ඩා', '', '', 'වලව්  ගංගොඩ 2', '0375619522', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 173, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM තිලකරත්න', '', '', 'කොලොන්ගස්යාය', '0377927615', '0719155215', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 174, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RD ප්‍රේමසිරි', '', '', 'වලව්  ගංගොඩ 2', NULL, '0771662487', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 175, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PW ලලිතා කල්යාණි', '', '', 'වලව්  ගංගොඩ 2', '0375657833', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 176, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'UG පියසිරි', '', '', 'ගොඩවිටිගෙදර', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 177, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'GM විජේසිංහ', '', '', 'කොලොන්ගස්යාය', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 178, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PM සෝමරත්න', '', '', 'ගොඩවිටිගෙදර', NULL, '0725751701', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 179, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ප්‍රේමවතී කුමාරිහාමි', '', '', 'මැද ගංගොඩ', NULL, '0773934024', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 180, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ගාමීණී රත්නායක', '', '', 'මැද ගංගොඩ', '0372293942', '0723471587', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 181, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM රාහුල බංඩාර', '', '', 'අලුත්වතු ගංගොඩ', '', '0771557297', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 182, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සෙනෙවිරත්න බංඩාර', '', '', 'අලුත්වතු ගංගොඩ', '0375710058', '0772651504', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 183, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ආරියපාල', '', '', 'කොලොන්ගස්යාය', '0375780007', '0717227457', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 184, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM රණ්බංඩා', '', '', 'මහවතු ගංගොඩ 1', '0375739286', '0713197340', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 185, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM කුමාරිහාමි', '', '', 'වැව ඉහළ', NULL, '0717494952', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 187, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'NM ප්‍රේමරත්න', '', '', 'කොලොන්ගස්යාය', '0375751061', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 188, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'SM ආරියදාස', '', '', 'කහඹිලියාව', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 190, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'NM කරුණාරත්න (කුඩා)', '', '', 'කොලොන්ගස්යාය', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 191, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM නයෝමා නිරංජිනී', '', '', 'කහඹිලියාව', NULL, '0717820300', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 193, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ආයුපාල', '', '', 'මහවතු ගංගොඩ 1', '0375763213', '0724312942', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 194, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PW වසන්ත සඳනායක', '', '', 'වලව් ගංගොඩ 1', '0375784702', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 195, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ආරියරත්න', '', '', 'මහවතු ගංගොඩ 2', '0375780839', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 196, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'KM හසිත චතුරංග කරුණානායක', '', '', 'ගොඩවිටිගෙදර', '0375785032', '0783591729', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 197, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'WM විජේතුංග', '', '', 'ගොඩවිටිගෙදර', '0719964372', '0779504492', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 199, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM අනුර ජයවර්ධන', '', '', 'අලුත්වතු ගංගොඩ', '0375659508', '', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 200, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RA ප්‍රසාදි අප්සරා රණසිංහ', '', '', 'වලව් ගංගොඩ 1', '0372293886', '0775123994', '2017-12-05', ''),
('2015-01-01', '2017-05-14', 201, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMLP කරුණාසේන', 'විල්බාගෙදර,බණ්ඩාරකොස්වත්ත.', 'lakkaru@gmail.com', 'අලුත්වතු ගංගොඩ', '0373876645', '0715316597', '2017-12-05', '753642420V'),
('2017-12-26', '2017-12-26', 202, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'KHA පියතිස්ස', '', '', 'කොලොන්ගස්යාය', '0375749885', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 203, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'EM සුනිල් රත්නසේකර', '', '', 'කොලොන්ගස්යාය', '0372293798', '0770645020', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 204, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ගුණතිලක', '', '', 'මැද ගංගොඩ', NULL, '0715903180', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 206, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RD ගුණතිලක', '', '', 'ගොඩවිටිගෙදර', NULL, '0728291622', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 207, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM අනෝමා චාන්දණී රත්නායක', '', '', 'ගොඩවිටිගෙදර', '0373987747', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 208, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM පේමරත්න', '', '', 'ගොඩවිටිගෙදර', NULL, '0776473807', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 209, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'රොසලින් නෝනා', '', '', 'ගොඩවිටිගෙදර', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 210, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM වික්‍රමතිස්ස බණ්ඩාර', '', '', 'මැද ගංගොඩ', NULL, '0714420464', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 212, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMD අනෝමා රත්නායක', '', '', 'අලුත්වතු ගංගොඩ', '', '0712642367', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 213, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ධනුෂ්ක මධුශාන් රත්නායක', '', '', 'කහඹිලියාව', NULL, '0728620744', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 214, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සුනිල් රත්න', '', '', 'කහඹිලියාව', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 215, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM උපාලි රත්නායක', '', '', 'වලව් ගංගොඩ 1', NULL, '0719779053', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 216, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM දිසානායක', '', '', 'මහවතු ගංගොඩ 2', '0372293811', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 218, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMN රත්නායක', '', '', 'වලව් ගංගොඩ 1', '', '0725516280', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 219, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ඉංදිකා විල්බාගෙදර', '', '', 'ගොඩවිටිගෙදර', NULL, '0713805506', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 220, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM නිලමේ රත්නායක', '', '', 'අලුත්වතු ගංගොඩ', '0373374102', '0724501575', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 221, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'MP සෝමරත්න බාලසූරිය', '', '', 'ගොඩවිටිගෙදර', NULL, '0728013755', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 222, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සාගර රත්නායක', '', '', 'මැද ගංගොඩ', NULL, '0775085006', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 223, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සුනිල් කරුණාරත්න', '', '', 'වලව් ගංගොඩ 1', '0372293929', '0773815048', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 224, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PM ජානක කුමාර', '', '', 'වලව්  ගංගොඩ 2', NULL, '0725781778', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 226, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM කාන්තිලතා කුමාරි', '', '', 'වැව ඉහළ', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 227, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'SHA ජානක වීරරත්න', '', '', 'වලව්  ගංගොඩ 2', NULL, '0712643046', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 228, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM ලලිත් කුමාර', '', '', 'වැව ඉහළ', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 229, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'BM තිලකරත්න', '', '', 'මහවතු ගංගොඩ 1', NULL, '0773490605', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 230, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PD සෝමසිරි', '', '', 'අලුත්වතු ගංගොඩ', '0375689572', '0778300922', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 231, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PD සංජීව ජයලත්', '', '', 'මැද ගංගොඩ', '0373986445', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 232, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM අනුරධා රත්නායක', '', '', 'වලව්  ගංගොඩ 2', '0778776518', '0772951014', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 233, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'HPD සමන්සිරි ඒකනායක', '', '', 'මහවතු ගංගොඩ 2', NULL, '0724152155', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 234, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMN දීප්ති කුමාර රාජගුරු බණ්ඩාර', '', '', 'කහඹිලියාව', NULL, '0716102477', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 235, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMN රත්නායක', '', '', 'මහවතු ගංගොඩ 2', '0373972382', '0724704792', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 236, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM නිශාන්ත අනුර', '', '', 'වැව ඉහළ', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 237, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'JM සමන්ත මනෝරන්ජන්', '', '', 'කොලොන්ගස්යාය', NULL, '0772029099', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 238, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'KA නොයෙල් කුමාර', '', '', 'වැව ඉහළ', NULL, '0728276249', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 239, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'SD නිමල්සිරි', '', '', 'ගොඩවිටිගෙදර', '0375754913', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 240, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'WP රංජිත් පතිරණ', '', '', 'මැද ගංගොඩ', NULL, '0719623052', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 241, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'BM හේරත් බංඩා', '', '', 'මහවතු ගංගොඩ 1', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 242, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'NG සන්ධ්‍යා කුමාරි', '', '', 'කහඹිලියාව', '0377211963', '0726605555', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 243, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'SD නන්දසේන', '', '', 'ගොඩවිටිගෙදර', '0375772548', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 244, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM කාංචන තරංග', '', '', 'මහවතු ගංගොඩ 1', NULL, '0725777588', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 245, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM චන්ද්‍රලතා රත්නායක', '', '', 'කහඹිලියාව', NULL, '0779108614', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 246, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'BM විමලතිස්ස', '', '', 'මහවතු ගංගොඩ 1', NULL, '0726428562', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 247, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සිසිර කුමාර රත්නායක', '', '', 'මැද ගංගොඩ', '0372293846', '0717728179', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 248, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RMN රුවන් බණ්ඩාර', '', '', 'වලව් ගංගොඩ 1', '0372293692', '0716832192', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 250, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'DHM ජානක දිසානායක', '', '', 'මැද ගංගොඩ', NULL, '0723837570', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 251, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සුදත් සිරිකුමාර', '', '', 'මැද ගංගොඩ', NULL, '0712918712', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 252, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සුමිත් වසන්ත කරුණාරත්න', '', '', 'කහඹිලියාව', '0725736722', '0711442910', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 253, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'KM චාමර මහේෂ් ලක්සිරි', '', '', 'කොලොන්ගස්යාය', '0375718331', '0711055304', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 254, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM දිනුශා දමයන්ති', '', '', 'වලව්  ගංගොඩ 2', NULL, '0785209796', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 255, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM චන්ද්‍රිකා කුමාරි', '', '', 'වැව ඉහළ', '0372293717', NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 256, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RP සුරංගි මධුශිකා', '', '', 'ගොඩවිටිගෙදර', NULL, '0723813860', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 257, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'S චන්ද්‍රානි ගෝමස්', '', '', 'ගොඩවිටිගෙදර', NULL, '0728526977', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 258, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'DK නන්දනී', '', '', 'ගොඩවිටිගෙදර', NULL, '0774028101', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 259, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'GM ජීවන ප්‍රියන්ත', '', '', 'කොලොන්ගස්යාය', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 260, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'NG සුනීතා ජයලත් මැනිකෙ', '', '', 'කහඹිලියාව', NULL, '0719635844', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 261, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'AM නිශාන්ත සම්පත් අධිකාරි', '', '', 'කොලොන්ගස්යාය', NULL, NULL, '2017-12-05', ''),
('2017-12-26', '2017-12-26', 262, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM විශාකා දමයන්ති', '', '', 'වැව ඉහළ', '0372293993', '0718603027', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 263, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM දිනේෂ් ප්‍රසන්න රත්නායක', '', '', 'කහඹිලියාව', NULL, '0718504291', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 264, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'PM දිලිප් නිශාන්ත', '', '', 'ගොඩවිටිගෙදර', NULL, '0771277890', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 265, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'SHA සුනිල් විජේරත්න', '', '', 'වලව් ගංගොඩ 1', NULL, '0779901380', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 266, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'TM දිලාන් ඇරුණසිරි කරුණාරත්න', '', '', 'වලව්  ගංගොඩ 2', NULL, '0770029964', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 267, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'TM රුවන් ලක්සිරි කරුණාරත්න', '', '', 'ගොඩවිටිගෙදර', NULL, '0779919603', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 268, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'WM නදීශාන්ති විජේසුරිය', '', '', 'කොලොන්ගස්යාය', NULL, '0768338135', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 269, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM සුසීමා ලක්මාලි රත්නායක', '', '', 'කොලොන්ගස්යාය', NULL, '0773450537', '2017-12-05', ''),
('2017-12-26', '2017-12-26', 270, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'RM චරිත මදුරංග රත්නායක', '', '', 'වලව් ගංගොඩ 1', NULL, '0715357197', '2017-12-05', ''),
('2016-07-31', '2017-12-26', 271, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'HM දිලානි හේරත්', '', '', 'මැද ගංගොඩ', NULL, NULL, '2017-12-05', ''),
('2016-11-25', '2017-12-26', 333, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'පරික්ෂණ නම', 'පරික්ෂණ ලිපිනය', 'පරික්ෂණ  විදුත් ලිපිනය', 'අලුත්වතු ගංගොඩ', '03777777', '071111111', '2017-12-05', '753642420V'),
('2017-03-28', '2017-12-26', 444, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'ලක්ශ්මන්', 'ලක්ශ්මන්', 'ලක්ශ්මන්', 'අලුත්වතු ගංගොඩ', '', '', '2017-12-05', '2314424434'),
('2017-12-27', '2017-12-27', 454, 0, '1234', 'trer', '', '', 'werw', '', '', NULL, ''),
('2017-12-27', '2017-12-27', 498, 0, '1234', '24', '', '', 'weqe', '', '', NULL, ''),
('2017-03-31', '2017-12-26', 555, NULL, 'ebf30ab04fb232339a8cec4c4b407821', 'රසායනික කෝෂ', 'රසායනික කෝෂ', 'රසායනික කෝෂ', 'කහඹිලියාව', '', '', '2017-12-05', ''),
(NULL, '2017-12-27', 563, 0, '1234', '324', '', '', '234', '', '', NULL, ''),
('2017-12-27', '2017-12-27', 615, 0, '1234', 'wsa', '', '', 'asd', '', '', NULL, ''),
(NULL, '2017-12-27', 645, 0, '1234', 'test', '', '', 'test', '', '', NULL, ''),
(NULL, '2017-12-27', 675, 0, '1234', '567', '', '', 'rtyrytr', '', '', NULL, ''),
(NULL, '2017-12-27', 724, 0, '1234', 'ewrwr', '', '', 'werwe', '', '', NULL, ''),
('2017-12-27', '2017-12-27', 734, 0, '1234', 'dfsd', '', '', 'sdfs', '', '', NULL, ''),
('2017-12-27', '2017-12-27', 777, 0, '1234', 'ert', '', '', 'eret', '', '', NULL, ''),
(NULL, '2017-12-27', 786, 0, '1234', 'rete', '', '', 'erte', '', '', NULL, ''),
(NULL, '2017-12-27', 877, 0, '1234', 'uf', '', '', 'fu', '', '', NULL, ''),
(NULL, '2017-12-27', 888, 0, '1234', 'rets', '', '', 'srts', '', '', NULL, ''),
(NULL, '2017-12-27', 976, 0, '1234', 'srets', '', '', 'wretw', '', '', NULL, '');

-- --------------------------------------------------------

--
-- Table structure for table `membershippayments`
--

DROP TABLE IF EXISTS `membershippayments`;
CREATE TABLE IF NOT EXISTS `membershippayments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` date NOT NULL,
  `awaMemId` int(4) NOT NULL,
  `amount` int(5) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `awaMemId` (`awaMemId`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `membershippayments`
--

INSERT INTO `membershippayments` (`id`, `date`, `awaMemId`, `amount`) VALUES
(1, '2017-07-04', 1, 3),
(2, '2017-07-04', 4, 32),
(3, '2017-07-05', 2, 2),
(4, '2017-07-05', 4, 4);

-- --------------------------------------------------------

--
-- Table structure for table `officers`
--

DROP TABLE IF EXISTS `officers`;
CREATE TABLE IF NOT EXISTS `officers` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `awaMemId` int(4) NOT NULL,
  `year` year(4) NOT NULL,
  `rank` varchar(20) NOT NULL,
  `password` varchar(32) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `officers`
--

INSERT INTO `officers` (`id`, `awaMemId`, `year`, `rank`, `password`) VALUES
(4, 5, 2017, 'උප සභාපති', '8c16f9ae93779143096efccf0a5f1238'),
(5, 7, 2017, 'කාරක සභික', '8c16f9ae93779143096efccf0a5f1238'),
(6, 4, 2017, 'කාරක සභික', '8c16f9ae93779143096efccf0a5f1238'),
(7, 10, 2017, 'සහාය කාරක සභික', '8c16f9ae93779143096efccf0a5f1238'),
(8, 6, 2017, 'සභාපති', '8c16f9ae93779143096efccf0a5f1238'),
(9, 201, 2018, 'කාරක සභික', '8c16f9ae93779143096efccf0a5f1238'),
(11, 48, 2017, 'භාණ්ඩාගාරික', '8c16f9ae93779143096efccf0a5f1238'),
(12, 113, 2017, 'ලේකම්', '8c16f9ae93779143096efccf0a5f1238');

-- --------------------------------------------------------

--
-- Stand-in structure for view `pastpayments`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `pastpayments`;
CREATE TABLE IF NOT EXISTS `pastpayments` (
`awaMemId` int(11)
,`amount` int(11)
,`date` date
,`reson` varchar(13)
);

-- --------------------------------------------------------

--
-- Table structure for table `released`
--

DROP TABLE IF EXISTS `released`;
CREATE TABLE IF NOT EXISTS `released` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `awaMemId` int(4) NOT NULL,
  `area` varchar(50) NOT NULL,
  `reson` varchar(25) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `removed member`
--

DROP TABLE IF EXISTS `removed member`;
CREATE TABLE IF NOT EXISTS `removed member` (
  `id` int(11) NOT NULL,
  `date` date NOT NULL,
  `awaMemId` int(4) NOT NULL,
  `reson` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `representatives`
--

DROP TABLE IF EXISTS `representatives`;
CREATE TABLE IF NOT EXISTS `representatives` (
  `awaMemId` int(4) NOT NULL,
  `name` varchar(100) NOT NULL DEFAULT 'නැත',
  `relationship` varchar(50) NOT NULL,
  `birthday` date DEFAULT NULL,
  PRIMARY KEY (`awaMemId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `representatives`
--

INSERT INTO `representatives` (`awaMemId`, `name`, `relationship`, `birthday`) VALUES
(1, 'RRM උදුලා රත්නායක', 'බිරිඳ', '2000-01-01'),
(14, 'WEM කුසුමාවතී', 'wife', '2017-05-01'),
(108, 'RMLA Karunasena', 'සැමියා', '1975-02-10'),
(201, 'JMRL ජයසිංහ', 'බිරිඳ', '1975-02-11'),
(333, 'නියොජිත යැපෙන්නා', 'මව', '1975-02-10'),
(444, 'නියොජිත යැපෙන්නා', 'බිරිඳ', '2017-02-05'),
(555, 'රසායනික කෝෂ', 'සැමියා', '2017-03-31'),
(888, 'er', 'ewrt', '2017-12-06'),
(976, 'segs', 'dfg', '2017-12-06');

-- --------------------------------------------------------

--
-- Stand-in structure for view `share`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `share`;
CREATE TABLE IF NOT EXISTS `share` (
`awaMemId` int(4)
,`amount` int(5)
,`date` date
,`reson` varchar(11)
);

-- --------------------------------------------------------

--
-- Table structure for table `sharepayments`
--

DROP TABLE IF EXISTS `sharepayments`;
CREATE TABLE IF NOT EXISTS `sharepayments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` date NOT NULL,
  `awaMemId` int(4) NOT NULL,
  `amount` int(5) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `awaMemId` (`awaMemId`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sharepayments`
--

INSERT INTO `sharepayments` (`id`, `date`, `awaMemId`, `amount`) VALUES
(1, '2017-07-04', 10, 25);

-- --------------------------------------------------------

--
-- Table structure for table `tempreleased`
--

DROP TABLE IF EXISTS `tempreleased`;
CREATE TABLE IF NOT EXISTS `tempreleased` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `awaMemId` int(4) NOT NULL,
  `date` date NOT NULL,
  `reson` varchar(25) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Stand-in structure for view `woretemp`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `woretemp`;
CREATE TABLE IF NOT EXISTS `woretemp` (
`awaMemId` int(4)
,`name` varchar(100)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `wotemp`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `wotemp`;
CREATE TABLE IF NOT EXISTS `wotemp` (
`awaMemId` int(4)
,`name` varchar(100)
);

-- --------------------------------------------------------

--
-- Structure for view `committee`
--
DROP TABLE IF EXISTS `committee`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `committee`  AS  select `officers`.`awaMemId` AS `awaMemId`,`officers`.`year` AS `year` from `officers` where (((`officers`.`rank` = 'කාරක සභික') or (`officers`.`rank` = 'සහාය කාරක සභික')) and (`officers`.`year` = year(curdate()))) ;

-- --------------------------------------------------------

--
-- Structure for view `committeearea`
--
DROP TABLE IF EXISTS `committeearea`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `committeearea`  AS  select `committee`.`awaMemId` AS `awaMemId`,`committee`.`year` AS `year`,`members`.`area` AS `area` from (`committee` join `members`) where (`committee`.`awaMemId` = `members`.`awaMemId`) ;

-- --------------------------------------------------------

--
-- Structure for view `due`
--
DROP TABLE IF EXISTS `due`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `due`  AS  select `t1`.`awaMemId` AS `awaMemId`,`t1`.`amount` AS `amount`,`t1`.`date` AS `date`,'හිඟ මුදල්' AS `reson` from `duepayments` `t1` ;

-- --------------------------------------------------------

--
-- Structure for view `finesanddues`
--
DROP TABLE IF EXISTS `finesanddues`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `finesanddues`  AS  select `fines`.`awaMemId` AS `awaMemId`,`fines`.`amount` AS `amount`,`fines`.`date` AS `date`,`fines`.`reson` AS `reson` from `fines` union all select `extrafundsdue`.`awaMemId` AS `awaMemId`,`extrafundsdue`.`amount` AS `amount`,`extrafundsdue`.`date` AS `date`,'අතිරේක ආධාර' AS `reson` from `extrafundsdue` ;

-- --------------------------------------------------------

--
-- Structure for view `mem`
--
DROP TABLE IF EXISTS `mem`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `mem`  AS  select `t1`.`awaMemId` AS `awaMemId`,`t1`.`amount` AS `amount`,`t1`.`date` AS `date`,'සාමාජික මුදල්' AS `reson` from `membershippayments` `t1` ;

-- --------------------------------------------------------

--
-- Structure for view `pastpayments`
--
DROP TABLE IF EXISTS `pastpayments`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `pastpayments`  AS  select `due`.`awaMemId` AS `awaMemId`,`due`.`amount` AS `amount`,`due`.`date` AS `date`,`due`.`reson` AS `reson` from `due` union all select `mem`.`awaMemId` AS `awaMemId`,`mem`.`amount` AS `amount`,`mem`.`date` AS `date`,`mem`.`reson` AS `reson` from `mem` union all select `share`.`awaMemId` AS `awaMemId`,`share`.`amount` AS `amount`,`share`.`date` AS `date`,`share`.`reson` AS `reson` from `share` ;

-- --------------------------------------------------------

--
-- Structure for view `share`
--
DROP TABLE IF EXISTS `share`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `share`  AS  select `t1`.`awaMemId` AS `awaMemId`,`t1`.`amount` AS `amount`,`t1`.`date` AS `date`,'කොටස් මුදල්' AS `reson` from `sharepayments` `t1` ;

-- --------------------------------------------------------

--
-- Structure for view `woretemp`
--
DROP TABLE IF EXISTS `woretemp`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `woretemp`  AS  select `wotemp`.`awaMemId` AS `awaMemId`,`wotemp`.`name` AS `name` from `wotemp` where (not(exists(select 1 from `released` where (`wotemp`.`awaMemId` = `released`.`awaMemId`)))) order by `wotemp`.`awaMemId` ;

-- --------------------------------------------------------

--
-- Structure for view `wotemp`
--
DROP TABLE IF EXISTS `wotemp`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `wotemp`  AS  select `members`.`awaMemId` AS `awaMemId`,`members`.`name` AS `name` from `members` where (not(exists(select 1 from `tempreleased` where ((`members`.`awaMemId` = `tempreleased`.`awaMemId`) and (`tempreleased`.`date` = curdate()))))) order by `members`.`awaMemId` ;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `dependants`
--
ALTER TABLE `dependants`
  ADD CONSTRAINT `dependants_ibfk_1` FOREIGN KEY (`awaMemId`) REFERENCES `members` (`awaMemId`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Constraints for table `representatives`
--
ALTER TABLE `representatives`
  ADD CONSTRAINT `representatives_ibfk_1` FOREIGN KEY (`awaMemId`) REFERENCES `members` (`awaMemId`) ON DELETE CASCADE ON UPDATE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
