<div id="container" class="row well">
    <div class="col-lg-4">
        <pre>1970 සිට 1981 දක්වාද
1981 සිට 1988 දක්වාද
1988 සිට 1999 දක්වාද
1999 සිට 2009 දක්වාද

ක්‍රියාත්මක කරන ලද සංශෝධිත ව්‍යවස්ථාවන් 
වෙනුවට
<b>වර්ෂ 2010 ජනවාරි මස පළමුවන දින සිට 
ක්‍රියාත්මක වන සංශෝධිත ව්‍යවස්ථාව.</b>

01. නාමය :

	විල්බාගෙදර එක්සත් අවමංගල්‍යාධාර සමිතිය යනු 
	මෙම සමිතියේ නිල නාමය වේ.

02. මධ්‍යස්ථානය:

	විල්බාගෙදර එක්සත් අවමංගල්‍යාධාර සමිතියේ 
        රැස්වීම් ශාලාව රැස්වීම් පැවැත්වීමේ මධ්‍යස්ථානයයි.

03. පරමාර්ථ:

	සමිතියේ සාමජිකයන්ගේ හා ඔවුන්ගෙන් 
යැපෙන්නන්ගේ අවමංගල්‍ය අවස්ථාවන්හිදී ඒ පිළිබඳව 
සියලුම කටයුතු සංවිධානාත්මකව ඉටුකිරීම හා ආධාර 
සැපයීම මෙහි මූලික පරමාර්ථයයි.

04. සමිති බලප්‍රදේශය:

	විල්බාගෙදර, ගොඩවිටිගෙදර යන ගම්වලට 
සහ කොලොන්ගස්යාය දැනට සාමාජිකත්වය ලබා ඇති පවුල් 
වලට පමණක් සීමාවේ.

                        01
        </pre>;
    </div>

    <div class="col-lg-4">
        <pre>05. සාමාජිකත්වය:

	සමිති බල ප්‍රදේශය තුළ පවුල් වශයෙන් වෙන්වී 
    ජීවත්වන සෑම පවුලක් වෙනුවෙන්ම එක් තැනැත්තෙකුට
    සාමාජිකත්වය ලබාගැනීමට පුලුවන. එසේම සාමාජිකත්වය
    ලබන සෑම කෙනෙකුම සමිතියේ නීති රීති හා ව්‍යවස්ථාවට
    එකඟ විය යුතුය.

            (අ.) සාමාජිකත්වය ලැබීමට අදහස් කරන 
    තැනැත්තෙකු විසින් සමිතියේ අනුමත කරන ලද ආකෘතියට 
    අනුව සකස් කල ඉල්ලුම් පත්‍රයක් සමිතියේ ලේකම් වෙත 
    ඉදිරිපත් කල යුතුය. එම ඉල්ලුම් පත්‍රය සමග පවුලේ 
    සාමජිකයන්ගේ හා යැපෙන්නන්ගේ පවුල් නාම
    ලේඛනයක්ද ඉදිරිපත් කල යුතුවේ. (එම නාමලේඛනය වරින් 
    වර සංශෝධනය විය යුතුය.) ඉන් පසු ඒ පිළිබඳව සලකා
    බැලීමේ සම්පූර්ණ වගකීම මහසභාව සතුය. විවාහ වන අය
    යැපෙන්නන්ගේ නාම ලේඛනයෙන් ඉවත් කෙරේ.

    විවාහ වී සාමාජිකත්වය ලබන්නේ නම්
    සාමාජිකත්වය දීමට සුදුසු යැයි මහ සභාව අනුමත කලවිට
    ඔහු හෝ ඇය සමිතිය නියම කරනු ලබන මුදල මූලික
    තැන්පත් රුපියල් 250/- ක් ගෙවිය යුතුය.

            විවාහ වී සාමජික පවුලකින් වෙන්වන අය
    විවාහයෙන් මාස 03 ගතවීමට පෙර සමිතියේ සාමජිකත්වය
    ලබන්නේ නම් මූලික තැන්පත් මුදල වන රු. 250/- ක්
    පමණක් ගෙවා සාමාජිකත්වය ලැබිය හැකිය. විවාහයෙන්
    මාස 03 ක් ගත්වූ පසුව සාමාජිකත්වය දෙනු ලබන්නේ 
    පසුගිය වසර 05 ක සාමජික මුදල් සහ ඒම වසර 5 තුළ
    අවමංගල්‍යයන් වෙනුවෙන් එක් සාමජිකයකු විසින් ගෙවන
    ලද අතිරේක ආධාර වල වටිනාකම අයකර ගැනීමෙන්
    පසුවය. (උපරිමය රු. 2500/- කි.)

                        02
        </pre>
    </div>
    <div class="col-lg-4">
        <pre>*සමිතියේ සාමාජිකත්වය ලබාගෙන පිට ප්‍රදේශයක
ස්ථිර පදිංචියට ගිය විට සාමාජිකත්වය අහෝසි වේ.

    (ආ.) පිට ප්‍රදේශයකින් පැමිණ සමිති බල ප්‍රදේශය 
තුළ පදිංචි වන තැනැත්තෙකු සමිතියේ සාමාජිකත්වය 
ඉල්ලුම් කරන අවස්ථාවක එම ඉල්ලුම් පත්‍රය සමග පදිංචිය 
සනාථ කිරීමේ ලිපියක් ද ඉදිරිපත් කල යුතුය. ඉන් පසුව එම 
තැනැත්තා පිළිබඳව සොයා බලා සියලු තොරතුරු වාර්තා 
කිරීමට මහ සභාව විසින් කාරක සභාවට පවරනු ලැබේ. 
කාරක සභාවේ නිර්දේශය අනුව සාමාජිකත්වය දීම සුදුසු
යැයි මහ සභාව තීරණය කල විට ඔහු හෝ ඇය විසින්
සමිතිය නියම කරනු ලබන මුදල ගෙවිය යුතුය. (පසුගිය
වසර 5 ක සාමාජික මුදල් හා එම වසර 5 තුල අවමංගල්‍යයන් 
වෙනුවෙන් එක් සාමජිකයකු විසින් ගෙවන ලද අතිරේක 
ආධාර වල වටිනාකම රු. 2500/- ක උපරිමට යටත්ව)

    * මාස 03 ක් යනතුරු සමිතියේ පූර්ණ
සාමාජිකත්වය හිමි නොවේ. තවද මාස තුනක් යනතුරු යම්
කරදරයක් වූ විට සමිතියේ ආධාරය උපකාරය නොලැබේ.

    ඇ. සාමාජිකත්වය ලැබීමේ දී ගෙවීමට සිදුවන මුදල
එකවර හෝ වාර තුනකදී ගෙවිය හැකිය. පළමු වාරයේ දී මුළු
මුදලින් අඩක් ගෙවිය යුතුය. ඉතිරිය මාස 3 ඇතුලත ගෙවා 
නිම කළ යුතුය.

    සමිතියට ගෙවීමට හිඟ මුදල් තිබිය දී අවමංගල්‍යයක්
සිදු වුවහොත් එම හිඟ මුදල අයකරගෙන ඉදිරි මුදල පමණක් 
ගෙවනු ලැබේ.

    ඈ. සෑම සභාවාරයකම සාමාජිකයන් පැමිණිය යුතු
අතර, සාමාජික වාර මුදල රුපියල් 25/- ක් ගෙවිය යුතුය.
(අමතර යැපෙනෙන්කු සිටින පවුලක නම් එක් අයකුට රු.
10/- බැගින් ගෙවිය යුතුය.)
                        03
        </pre>
    </div>
</div>

<div class="row well">
    <div class="col-lg-4">
        <pre>   (ඉ.) ඕනෑම සාමාජිකයකු හෝ සාමාජිකාවක 
ලිපියකින් දැනුම් දීමකින් තොරව පිට පිට වාර 3 ක් සමිතියට
සහභාගී නොවුවහොත් තම සාමාජිකත්වය අතහැර ගියාසේ
සළකා එම සාමාජිකත්වය අහෝසි කරනු ලැබේ.

    (ඊ.) සෑම සාමාජිකයකු විසින්ම ඒ ඒ වර්ෂය
අවසානයට පෙර සියලුම හිඟ මුදල් ගෙවා නිම කල යුතුය.
යම් කිසි සාමාජිකයකු විසින් සමිතියට ගෙවීමට ඇති හිඟ
මුදල රු. 500/- ක් ඉක්මවූ විට ඒ බව ඔහුට ලිපියකින් දැණුම්
දෙනු ලැබේ. එම ලිපියට ප්‍රතිචාරයක් නොලදහොත් එම 
සාමාජිකත්වය අහෝසි කර දමනු ඇත.

    (උ.) යම් පවුලක මුල් සාමාජිකයා මිය ගිය විට ඔහුගේ
ඇයගේ සාමාජිකත්වය වයස අවුරුදු 18 ට වැඩි අවිවාහක
පිරිමි දරුවෙකුට හිමිවේ. එම දරුවා විවාහ වු විටෙක පවුලේ 
සෙසු අය වෙනම සාමාජිකත්වයක් ලබා ගත යුතුය. වයස 18 
ට වැඩි දරුවෙකු නොමැති නම් එම සාමාජිකත්වය මුල් 
සාමාජිකයාගේ කලත්‍රයාට හිමි වන අතර ඔහුගේ / ඇයගේ 
මව්පියන් වෙනුවෙන් කිසිම ආධාරයක් දෙනු නොලැබේ.

    වැන්දඹු ස්ත්‍රීන් හෝ පුරුෂයන් මුල් සාමාජිකයගේ 
‍යැපෙන්නන්ගේ ලේඛනයට ඇතුලත් කර ගැනීමට සිදුවන
අවස්ථාවන්හීදී ඔවුන්ගේ දරුවන් ඇතුලත් නොකෙරේ. 
දරුවන් වෙනුවෙන් සමිතියේ ප්‍රතිලාභ අපෙක්ෂා කරන්නේ 
නම් ඔවුන් සමග වැන්දඹු අය වෙනම සාමාජිකත්වයක් ලබා
ගතයුතු වේ.

    මව්පියන්ගේ සාමාජිකත්වයට යම් පිරිමි දරුවෙකුට හිමි
වූ පසු ඔහු විවාහ වූ විටෙක එම පවුලේ වෙනත් පිරිමි අය
නොමැතිව ගැහැණු දරුවන් සිටී නම් ඔවුන් ඉහත
සාමාජිකත්වයට යටතට ගත හැකිය. එහෙත් සමිති බල

                        04
        </pre>;
    </div>

    <div class="col-lg-4">
        <pre>ප්‍රදේශයේ ස්ථීර පදිංචි විය යුතු අතර ඒ වෙනුවෙන් අමතර
රු. 10/- ක සාමාජික මුදලක් අය කෙරේ. අතිරේක ආධාරවල 
වෙනසක් සිදුනොවේ.

(ආබාධිත අයට සමිතියේ ආධාරය ලැබේ.)

    (ඌ.) සමිතියේ කටයුතු වලට යම් සාමාජිකයකු 
සහභාගි වීමට නොහැකි නම් වයස අවුරුදු 18 වැඩි අයකු 
සහභාගි කරවීමට හැකිය. එහෙත් ඔහුට සාමාජික බලතල
හිමි නොවේ. සාමාජිකයකුට තවත් සාමාජිකයකු 
නියෝජනය කිරීම තහනම්ය. තමාට පැමිණීමට හෝ 
නියෝජිතයකු එවීමට නොහැකි නම් ඒ පිළිබඳව විස්තර 
සහිතව ලිපියක් සමිතියට ඉදිරිපත් කල යුතුය. ඒ ගැන සලකා 
බලා තීරණයක් ගැනීම මහා සභාව සතුය.

*   එහෙත් සාමාජිකයෙකු වෙනුවෙන් සමිතිවාර 6 කට 
පැමිණිය හැකිය.

*   තවද පිට ප්‍රදේශයක සාමාජික මහතෙකු රැකියාව
කරන්නේ නම් කාරක සභික මහතා මගින් ලිපියක් සමිතියට 
එවා දැණුම් දුන් පසු වෙනුවට සහභාගී වීමට හැකියාව ඇත.

    (එ.) ඕනෑම සාමාජිකයකුට / සාමාජිකාවකට තමා 
කැමති අවස්ථාවක සමිතියෙන් ඉල්ලා අස්විය හැකිය. 
එහෙත් කිසිම ගෙවීමක් කරනු නොලැබේ.

    (ඒ.) එකම නිවසක පවුල් කිපයක් පදිංචිව සිටී නම් 
එක් එක් පවුල වෙන වෙනම සාමාජිකත්වය ලැබිය යුතුය. 

    (පවුල වශයෙන් හඳුන්වනු ලබන්නේ විවාහ වී හෝ
නොවී අඹු සැමියන් වශයෙන් ජීවත් වන අය සහ ඔවුන්ගේ 
විවාහ නොවූ දරුවන්ය.)
                        05
        </pre>
    </div>
    <div class="col-lg-4">
        <pre>   (ඔ.) සමිතිය මගින් සංවිධානය කරනු ලබන රැස්වීම්, 
උත්සව සහ අවමංගල්‍ය අවස්ථාවන්හිදී සාමාජිකයින් සහ 
ඔවුන්ගේ යැපෙන්නන් විනීතව ආචාරශීලීව හැසිරිය 
යුතුය. එවැනි අවස්ථාවන්හීදී කරදරකාරී ලෙස අශීලාචාරව 
හැසිරෙන සාමාජිකයන්ගේ හෝ ඔවුන්ගේ යැපෙන්නන් 
පිළිබඳ සොයාබැලීම ප්‍රධාන සංවිධායක ඇතුලුව කාරක 
සභාව මගින් සිදු කෙරේ. එවැනි පුද්ගලයන් වෙනුවෙන් 
අදාල සාමාජිකයා විසින් රු. 500/- ක දඩ මුදලක් ගෙවිය යුතු 
අතර දඩ මුදල නොගෙවන්නේ නම් සාමාජිකත්වය අහෝසි 
කරනු ලැබේ.

    * එම සාමාජිකයා ගැන සොයා බලා වාර්තා කිරීම 
අදාල කොටස භාර කාරක සාභික මහතාගේ වගකීමකි.

    (ක.) යම් අවස්ථාවක ආධාර දීම සඳහා සමිතියේ 
මුදල් හිඟයක් ඇති වූ විට කාලානුරූපව නියම කරනු ලබන 
මුදලක් සාමාජිකයන් විසින් ගෙවිය යුතුවේ.

    6. අවමංගල කටයුතු:

    අවමගුලක් සිදු වූ වහාම සමිතියේ ප්‍රධාන 
නිළධාරීන්ට ඒ බව දැණුම් දිය යුතුය. එය දැනගත් වහාම 
උත්සව සංවිධාන කමිටුව එම ස්ථානයට රැස්වී අවශ්‍ය මූලික 
කටයුතු සංවිධානය කල යුතුය. (අදාල කොටස බාර කාරක 
සභික මහතාගේ උපදෙස් පිට)

    අවමගුල් කටයුතු අවසන් වන තුරු සියලුම 
සාමාජිකයන්ගේ පූර්ණ සහයෝගය දිය යුතු අතර 
සාමාජිකයාට සහභාගීවීමට නොහැකි වූ විටක 
නියෝජිතයකු සහභාගී කරවිය හැකිය. එසේත් නොමැති 
නම් රු. 100/- ක දඩ මුදලක් ගෙවිය යුතුය. එම දඩ මුදල 
ඊළඟ සමිති වාරයේදී ගෙවිය යුතුය.

                        06
        </pre>
    </div>
</div>
<div class="row well">
    <div class="col-lg-4">
        <pre>

                        07
        </pre>;
    </div>

    <div class="col-lg-4">
        <pre>

                        08
        </pre>
    </div>
    <div class="col-lg-4">
        <pre>

                        09
        </pre>
    </div>
</div>
<div class="row well">
    <div class="col-lg-4">
        <pre>

                        10
        </pre>;
    </div>

    <div class="col-lg-4">
        <pre>

                        11
        </pre>
    </div>
    <div class="col-lg-4">
        <pre>

                        12
        </pre>
    </div>
</div>
<div class="row well">
    <div class="col-lg-4">
        <pre>

                        13
        </pre>;
    </div>

    <div class="col-lg-4">
        <pre>

                        
        </pre>
    </div>
    <div class="col-lg-4">
        <pre>

                        
        </pre>
    </div>
</div>


